import "package:crops/Model/crop.dart";
import "package:crops/Model/crop_information.dart";
import "package:flutter/material.dart";

const availableCrops = [
  Crop(id: '1', title: 'तृणधान्य पिके', icons: Icons.circle),
  Crop(id: '2', title: 'कडधान्य पिके', icons: Icons.square),
  Crop(id: '3', title: 'गळीतधान्य पिके', icons: Icons.hexagon),
  Crop(id: '4', title: 'नगदी पिके', icons: Icons.pentagon),
  Crop(id: '5', title: 'चारा पिके', icons: Icons.sticky_note_2_sharp),
  Crop(id: '6', title: 'फळपिके', icons: Icons.apple),
];

final dummyCrops = [
  CropInformation(
      id: '1',
      cropCategorie: '1',
      title: 'भात',
      timeRequired: '4-5 महिने',
      imageUrl:
          'https://drive.google.com/uc?export=view&id=1zdsP3ZTWQldomA82Q2Lsm6G-Th_ai-yS',
      additionalInfo: {
        'जमीन व हवामान':
            'उष्ण व दमट हवामान या पिकास पोषक आहे. जमिनीचा सामू ५ ते ८ या दरम्यान असावा. पर्जन्यमान ८०० मिलीमिटरहून अधिक असावे. पिकाच्या वाढीसाठी २५ ते ३५ सें.ग्रे. तापमान व ६५ ते ७० टक्केपेक्षा जास्त आर्द्रता पोषक असते. हलक्या ते मध्यम जमिनीबरोबरच खार जमिनीत देखील भाताचे पीक घेतले जाते.',
        'पूर्वमशागत':
            'भात पिकाच्या वाढीसाठी शेताची पूर्वमशागत करणे अत्यंत महत्त्वाचे असते. पूर्वमशागतीमुळे जमिनीच्या विविध थरांची उलथापालथ होते आणि काही प्रमाणात तणांचे, कीड व रोगांचेही नियंत्रण होते. जमिनीची उभी आडवी नांगरट करून चांगले कुजलेले शेणखत / कंपोस्ट खत हेक्टरी १० टन या प्रमाणात जमिनीत मिसळावे.',
        'लावणी पद्धत':
            'ज्या ठिकाणी १००० मि.मि. पेक्षा जास्त पाऊस पडतो, अशा ठिकाणी या पद्धतीचा वापर केला जातो.',
        'पेरणी पद्धत':
            'अपारंपरिक विभाग, मराठवाडा व पश्चिम महाराष्ट्र ज्या ठिकाणी मध्यम ते भारी जमिनी दिसून येतात त्याठिकाणी पाभर किंवा पेरणी यंत्राच्या सहाय्याने पेरणी केली जाते.',
        'टोकण पद्धत':
            '१००० मि.मि. पेक्षा कमी पावसाचा प्रदेश व मध्यम जमिनी असलेल्या भागात टोकण पध्दतीने लागवड केली जाते.',
        'बियाण्याची निवड':
            'सुधारित/संकरित वाणांचे बियाणे शासकीय यंत्रणेकडून अथवा कृषि विद्यापीठाच्या विक्री केंद्राकडून खरेदी करावे. लागवडीसाठी योग्य, शुद्ध, निरोगी आणि दर्जेदार बियाणे वापरावे. पुर्नलागवड पद्धतीसाठी हेक्टरी ३० ते ४० किलो, पेरणी पद्धतीसाठी ७५ ते १०० किलो व टोकण पद्धतीसाठी ५० ते ६० किलो बियाणे वापरावे. संकरित जातींकरिता हेक्टरी २० किलो बियाणे वापरावे. पेरणीपूर्वी बियाण्यास २.५ ग्रॅम प्रति किलो याप्रमाणे थायरम ७५% डब्लू. एस. किंवा कार्बेन्डाझिम ५०% डब्लू. पी. बुरशीनाशक १ ते २ ग्रॅम प्रति किलो बियाण्यास चोळावे. त्यानंतर २५ ग्रॅम अॅझोटोबॅक्टर व २५ ग्रॅम स्फुरद विरघळविणारे जीवाणू प्रति किलो प्रमाणे या जैविक खतांची बियाणास बीजप्रक्रिया करावी.',
        'बीजप्रक्रिया ':
            'खरीप हंगामासाठी भाताची पेरणी २५ मे ते ३० जूनपर्यंत गादी वाफ्यावर करावी. पेरणीकरीता १ मी. रुंदीचे, १५ सें.मी. उंचीचे आणि आवश्यकतेनुसार लांबीचे गादीवाफे करावेत. एक हेक्टर क्षेत्रावर भात लागवडीसाठी १० गुंठे क्षेत्रावरील रोपवाटीका पुरेशी होते. वाफे तयार करताना १ गुंठा क्षेत्रास २५० किलो शेणखत किंवा कंपोष्ट खताबरोबर ५०० ग्रॅम नत्र, ५०० ग्रॅम स्फुरद व ५०० ग्रॅम पालाश ही खते चांगल्या प्रकारे मातीत मिसळावीत. पेरणी ओळीत व विरळ करावी. रोपांच्या जोमदार वाढीसाठी पेरणीनंतर १५ दिवसानी प्रतिगुंठा ५०० ग्रॅम नत्र द्यावे.',
        'रोपवाटीका व्यवस्थापन':
            'टोकण व पेरणी पद्धतीकरीता भात पिकाची पेरणी १ जुन ते ७ जुलै या कालावधीत करावी. हळव्या जाती १५ x १५ सें.मी. आणि गरव्या व निमगरव्या जाती २० x १५ सें.मी. या अंतरावर टोकाव्यात. पेरणी पद्धतीत २२.५ सें.मी. अथवा ३० सें.मी. अंतरावर पेरणी करावी.',
        'पुर्नलागवड':
            'रोपांच्या पुर्नलागवडीपूर्वी पारंपरिक पद्धतीने किंवा यंत्राच्या सहाय्याने चिखलणी करावी. हळव्या जातींची पुनर्लागवड पेरणीनंतर २१ ते २५ दिवसांनी, निमगरव्या जातींची २३ ते २७ दिवसांनी व गरव्या जातींची २५ ते ३० दिवसांनी करावी. एका चुडात २ ते ३ रोपे ठेवावीत. संकरित जातींसाठी एका चुडात १ ते २ रोपेच ठेवावीत. योग्य वयाच्या रोपांची पुर्नलागवड हळव्या वाणांमध्ये १५ x १५ सेमी, निमगरव्या, गरव्या वाणांमध्ये २०×१५ सें.मी. तर संकरीत वाणामध्ये २५२५ सें.मी. वर करावी.',
        'खत व्यवस्थापन':
            'अ) रासायनिक खतांचा वापर भात लागवडीसाठी हेक्टरी १०० किलो नत्र, ५० किलो स्फुरद व ५० किलो पालाश याप्रमाणात रासायनिक खतांच्या मात्रेची शिफारस करण्यात आली आहे. ही खत मात्रा हळव्या जातींमध्ये लागणीच्यावेळी ५०% नत्र, संपूर्ण स्फुरद व पालाश आणि ५०% नत्र लागणीनंतर २५ ते ३० दिवसांनी द्यावे; तर निमगरव्या व गरव्या जातींमध्ये लागणीच्यावेळी ४०% नत्र, संपूर्ण स्फुरद व पालाश, ४०% नत्र लागणीनंतर २५ ते ३० दिवसांनी आणि २०% नत्र लागणीनंतर ५५ ते ६० दिवसांनी द्यावी. संकरित जातींकरिता हेक्टरी १२० किलो नत्र, ५० किलो स्फुरद व ५० किलो पालाश याप्रमाणात रासायनिक खतांच्या मात्रेची शिफारस करण्यात आली आहे. ही खत मात्रा लागणीच्यावेळी ५०% नत्र, संपूर्ण स्फुरद व पालाश, २५% नत्र लागणीनंतर २५ ते ३० दिवसांनी आणि उर्वरित २५% नत्र लागणीनंतर ५५ ते ६० दिवसांनी द्यावे. \nब) चार सूत्री भातशेतीचा अवलंब : १) भात पिकाच्या अवशेषांचा (भाताच्या तुसाची राख ०.५ ते १.० किलो प्रति चौरस मीटर रोपवाटिकेमध्ये व भाताचा पेंढा २ टन प्रति हेक्टर पहिल्या नांगरटी वेळी) फेरवापर करावा. २) गिरीपुष्पाचा पाला ३ टन प्रति हेक्टर चिखलणीच्यावेळी जमिनीत गाडावा. ३) भाताच्या सुधारित जातींच्या रोपांची नियंत्रित लागवड जोडओळ पद्धतीने (लागवडीचे अंतर १५-२५ x १५-२५ सें.मी.). ४) युरिया डीएपी (६०:४० प्रमाणात) ब्रिकेट्सचा वापर, १७० किलो प्रति हेक्टर या प्रमाणे करावा. शेतामध्ये भाताचा पेंढा गाडता आला नाही, तर ५० कि/हे. पालाश द्यावा.\nक) जैविक खतांचा वापर १) निळे हिरवे शेवाळ (२० किलो प्रति हेक्टर) भात लागणीनंतर ८ ते १० दिवसांनी शेतात टाकावे. २) अॅझोला (४ ते ५ क्विंटल प्रति हेक्टर) लागणीनंतर १० दिवसांनी शेतात टाकावे.\nड) हिरवळीच्या खतांचा वापर भात पुर्नलागवडीपूर्वी हिरवळीचे खत जसे गिरीपुष्प, धैंचा, ताग इत्यादि सुमारे ३ ते ५ टन प्रति हेक्टर चिखलात गाडावे. याकरिता गिरीपुष्पाची लागवड शेताच्या बांधावर करून त्याच्या कोवळ्या फांद्या व पाला चिखलात गाडावा. ताग व धैंचा बियाणे हेक्टरी अनुक्रमे ३० व ४० किलो पेरावा आणि फुलोऱ्याच्यावेळी जमिनीत गाडावा. ',
        'आंतरमशागत':
            'पेरणी व टोकण पद्धतीने लावणी केल्यास आवश्यकतेनुसार कोळपणी करून तणांचा बंदोबस्त करावा. लावणीनंतर भात खाचरामध्ये ५ ते ६ सें.मी. पाणी ठेवल्यास तणांचा प्रादुर्भाव कमी दिसून येतो. तणाच्या बंदोबस्तासाठी ब्युटाक्लोर ५० ईसी किंवा बेंथिओकार्ब ५० ईसी हे तणनाशक १.५ किलो क्रियाशील घटक प्रति हेक्टर या प्रमाणात ५०० लिटर पाण्यात मिसळून भात लागणीनंतर एक आठवड्याच्या आत फवारणी करावी. तणनाशक फवारणीपूर्वी भात खाचरातील संपूर्ण पाणी काढून टाकावे व दुसऱ्या दिवशी पुन्हा पाणी शेतात भरावे. पुर्नलागवडीनंतर १५ ते २० दिवसांनी मेटसल्फुरॉन मिथाईल १० टक्के क्लोरिम्युरॉन इथाईल १० टक्के याचे २० ग्रॅम विद्राव्य तयार मिश्रण (०.००४ किलो क्रियाशील घटक) प्रती हेक्टर ५०० लिटर पाण्यात मिसळून फवारावे आणि ४५ दिवसांनंतर एक खुरपणी करावी किंवा पुर्नलागवडीनंतर १५ ते २० दिवसांनी २०० मिली बायस्पॅरीबॅक सोडीयम १०% एस.सी. प्रति हेक्टर ५०० लिटर पाण्यात मिसळून फवारावे आणि पूर्नलागवडीनंतर ४५ दिवसांनी एक खुरपणी करावी.  पेर भात शेतीमध्ये प्रभावी तण नियंत्रण व आर्थिक फायद्यासाठी पेरणीनंतर दोन ते तीन दिवसांत ६४० मि.ली. ऑक्झिफ्लुरोफेन २३.५ ई.सी. (०.१५० किलो क्रियाशील घटक) प्रती हेक्टर आणि पेरणीनंतर २५ दिवसांनी मेटसल्फ्युरॉन मिथाईल १० टक्के + क्लोरिम्युरॉन इथाईल १० टक्के याचे २० ग्रॅम विद्राव्य तयार मिश्रण (०.००४ किलो क्रियाशील घटक) प्रती हेक्टर ५०० लिटर पाण्यात मिसळून फवारावे अथवा पेरणीनंतर २ ते ३ दिवसात १५०० मिली प्रेटीलाक्लोर ३०.७ ई.सी. प्रति हेक्टर आणि पेरणीनंतर २५ दिवसांनी ७० ग्रॅम अॅझीमसल्फूरॉन ५० टक्के डी. एफ. प्रति हेक्टरी ५०० लिटर पाण्यात मिसळून फवारावे.',
        'पाणी व्यवस्थापन':
            'पिकाच्या वाढीच्या अवस्थेनुसार भात खाचरातील पाण्याची पातळी पुढीलप्रमाणे असावी (१) रोप लागणीपासून रोपे स्थिर होईपर्यंत १ ते २ सें.मी. (२) रोपांच्या वाढीच्या प्राथमिक अवस्थेत २ ते ३ सें.मी. (३) अधिक फुटव्याच्या अवस्थेत ३ ते ५ सें.मी. (४) भात पोटरीच्या अवस्थेत ५ ते १० सें.मी. (५) फुलोरा व दाणे भरण्याच्या अवस्थेत १० सें.मी. (६) कापणीपूर्वी १० दिवस अगोदर पाण्याचा निचरा करावा. पेरभातामध्ये जमिन सतत ओलसर राहील या बेताने पाणी द्यावे.',
        'आंतरपिके':
            'पेरणी पद्धतीने भाताची लावण केल्यास त्यामध्ये घेवडा, सोयाबीन, ताग यासारखी आंतरपिके घेता येतात.',
        'पीक संरक्षण':
            'भात पिकावर खोडकिडा, पाने गुंडाळणारी अळी, लष्करी अळी, सुरळीतील अळी, भुंगेरे आणि रस शोषणाऱ्या किडींमध्ये तपकिरी तुडतुडे, हिरवे तुडतुडे आणि लोंबीवरील ढेकण्या इ. किडींचा प्रादुर्भाव आढळून येतो. भात कापणीनंतर उन्हाळ्यात जमिनीची नांगरट करुन धसकटे गोळा करुन त्यांचा नाश करावा. यामुळे खोडकिडा आणि लष्करी अळी यांच्या सुप्तावस्थेतील कोषांचा नाश होतो. पुर्नलागवडीनंतर खोडकिडीचा प्रादुर्भाव दिसून येताच म्हणजे साधारणतः ५ टक्के कीडग्रस्त काड्या किंवा सरासरी एक अंडीपुंज प्रति चौ.मी. शेतात आढळून आल्यास फिप्रोनिल ५ एस.सी. २० मि.ली. किंवा फ्ल्युबेन्डॅमाईड ३९.३५ एस.सी. १.० मि.ली. प्रति १० लिटर पाण्यातून फवारणी करावी. खोडकिडीच्या जैविक नियंत्रणासाठी ट्रायकोग्रामा जापोनिकम या प्रजातीचे १ लाख प्रौढ प्रति हेक्टर आठवड्याचे अंतराने पीक लागवडीनंतर एक महिन्यांनी चार वेळा प्रसारित करावे. पाने गुंडाळणाऱ्या अळीचा प्रादुर्भाव दिसून आल्यास क्लोरॅनट्रॅनिलीप्रोल १८.५ एस.सी. ३.० मि.ली. किंवा फ्ल्युबेन्डॅमाईड ३९.३५ एस.सी. १.० मि.ली. प्रति १० लिटर पाण्यातून फवारणी करावी. तपकिरी तुडतुडे आणि हिरवे तुडतुडे किडीच्या नियंत्रणासाठी फिप्रोनिल ५ एस.सी. २० मि.ली. किंवा फ्लोनिकॅमिड ५० डब्ल्यू.जी. ३ ग्रॅम किंवा इमिडाक्लोप्रिड १७.८ एस. एल. २ मि.ली. प्रति १० लिटर पाण्यातून फवारणी करावी. उंदरांच्या नियंत्रणासाठी खोल नांगरट करुन शेताच्या बांधाची छाटणी करावी. जमीन तयार करतेवेळी जुनी बिळे बुजवून त्यांचे निवासस्थान नष्ट करावे. याबरोबरच १० ग्रॅम झिंक फॉस्फाईड ८० टक्के पावडर या विषारी आमिषाचा वापर करावा. आमिष तयार करतांना झिंक फॉस्फाईड १० ग्रॅम १० मि.ली. खाद्यतेलात मिसळून ३८० ग्रॅम भरड धान्यात एकत्रित करुन गोळ्या कराव्यात व त्या विषारी आमिष म्हणुन वापराव्यात.',
        'कापणी, मळणी आणि साठवण':
            'भाताच्या लोंब्यामधील ८० ते ९० टक्के दाणे पक्व झाल्याचे दिसताच पिकाची कापणी वैभव विळ्याच्या सहाय्याने जमिनीलगत करावी. यंत्राच्या सहाय्याने कापणी केल्यास वेळेत व खर्चातही बचत होऊ शकते. कापलेला भात वाळण्यासाठी १-२ दिवस पसरुन ठेवावा व नंतर मळणी करावी, चांगला उतारा मिळण्यासाठी मळणीयंत्र वापरावे. दाण्यातील ओलाव्याचे प्रमाण १० ते १२ टक्के होईपर्यंत भात वाळवावा. नंतर वाळवून कोरड्या, स्वच्छ व सुरक्षित जागी धान्याची साठवण करावी.',
      }),
  CropInformation(
      id: '2',
      cropCategorie: '1',
      title: 'बाजरी',
      timeRequired: '2-4 महिने',
      imageUrl:
          'https://drive.google.com/uc?export=view&id=1rW2CMwb9GlEAFhKOpDjdSjaosfFdpVxY',
      additionalInfo: {
        'जमीन':
            'बाजरी पिकासाठी पाण्याचा उत्तम निचरा होणारी हलकी ते मध्यम जमीन निवडावी. जमिनीचा सामु हा ६.२ ते ८ असावा हलकया जमिनीत बाजरी हे पिक घ्यावयाचे असल्यास सरी-वरंबा पध्दत फायदेशीर ठरते.',
        'पूर्व मशागत':
            'जमिनीची १५ सें. मी. पर्यत खोल नांगरट करावी. त्यानंतर कुळवाच्या दोन पाळ्या देऊन जमिन भुसभुसीत करावी. शेवटच्या कुळवणी अगोदर प्रति हेक्टरी ५ टन शेणखत किंवा कपोस्ट खत शेतात पसरावे व नंतर कुळवणी करावी.',
        'बीजप्रक्रिया':
            'अ) २० टक्के मिठाच्या द्रावणाची बीजप्रक्रिया (अरगट रोगासाठी): बीजप्रक्रिया केलेले प्रमाणित बियाणे उपलब्ध नसल्यास पेरणीपूर्वी बियाण्यास २० टक्के मिठाच्या द्रावणाची प्रक्रिया करावी. त्यासाठी १० लिटर पाण्यात २ किलो मिठ विरघळावे, पाण्यावर तरंगणारे बुरशीयुक्त हलके बियाणे बाजुला काढून त्याचा नाश करावा व तळाला असलेले निरोगी आणि बजनाने जड असलेले बियाणे वेगळे करून पाण्याने २ ते ३ वेळा धुवाचे त्यानंतर सावलीत वाळवून पेरणीसाठी वापरावे.ब) मॅटर्लक्झील ३५ डब्ल्यु. एस. बीजप्रक्रिया (गोसावी रोगासाठी): पेरणीपूर्वी बियाण्यास ६ ग्रॅम मेटॅलॅक्झील ३५ डब्ल्यू.एस. प्रति किलो बियाण्यास चोळून नंतर पेरणी करावी.क) अझोस्पिरीलम व स्फुरद विरघळविणारे जिवाणू संवर्धनाची बीजप्रक्रिया: २५ ग्रॅम अझोस्पिरीलम प्रति किलो बियाण्यास चोळून पेरणी करावी. त्यामुळे २० ते २५ टक्के नत्र खताची बचत होऊन उत्पादनात १० टक्के वाढ होते. तसेच स्फुरद विरघळविणारे जिवाणूची २५ ग्रॅम प्रति किलो बियाणे या प्रमाणात बीजप्रक्रिया करावी.पेरणीचे अंतर: कोरडवाहू क्षेत्रात दोन ओळीत ४५से. मी. आणि दोन रोपामध्ये १५ से. मी. अंतर ठेवावे (हेक्टरी सुमारे २.२२ लाख रोपे), नियमीत पावसाच्या ठिकाणी अथवा पाण्याची सोय असेल तेथे ३०×१५ से. मी. अंतरावर पेरणी करावी',
        'पेरणीची पध्दत ':
            'पेरणी सरी-वरंबा (थेंब थेंब संचय पध्दत) किंवा सपाट वाफे पध्दतीने करावी, पेरणी २ ते ३ से. मी. पेक्षा जास्त खोलीवर करु नये.',
        'आंतरपीक ':
            'हलक्या जमिनीत बाजरी मटकी, तर मध्यम जमिनीत बाजरी तूर (२:१ या प्रमाणात) आंतरपीक घ्यावे. दोन ओळीत ३० से. मी. अंतर ठेवावे.',
        'विरळणी':
            '१० दिवसांनी पहिली व २० दिवसांनी दुसरी विरळणी करुन दोन रोपातील अंतर १५ से.मी. ठेवावे.',
        'रासायनिक खते':
            '४० किलो नत्र, २० किलो स्फुरद आणि २० किलो पालाश हलक्या जमिनीत तर मध्यम जमिनीत ५० किलो नत्र, २५ किलो स्फुरद आणि २५ किलो पालाश प्रति हेक्टरी. पेरणीच्या वेळी अर्धा नत्र व संपूर्ण स्फुरद व पालाश आणि २५ ते ३० दिवसांनी उर्वरीत अर्धा नत्र (जमिनीत ओलावा असतांना ट्याबा, रासायनिक खते दोन चाडीच्या पाभरीने पेरुन द्यावीत.',
        'आंतरमशागत':
            'दोन वेळा कोळपणी आणि गरजेनुसार एक ते दोन वेळा खुरपणी करावी. पेरणी केल्यापासून सुरुवातीचे ३० दिवस शेत तण विरहीत ठेवणे अत्यंत गरजेचे आहे कारण याच कालावधीत तण व पीक यांच्यात हवा, पाणी, अन्नद्रव्ये आणि सुर्यप्रकाश मिळविण्यासाठी स्पर्धा होत असते. एकात्मिक तण नियंत्रण पध्दतीमध्ये अँट्राझिन तणनाशकाची १.० किलो प्रति हेक्टरी पेरणीनंतर परंतु पीक उगवण्यापूर्वी ५०० लिटर पाण्यात मिसळून फवारणी कराची व एक खुरपणी पेरणीनंतर २५- ३० दिवसांच्या आत करावी.',
        'पाणी व्यवस्थापन':
            'बाजरी हे कोरडवाहूचे पीक आहे. परंतु पाण्याचा ताण पडल्यास व पाणी उपलब्ध असल्यास खालील संवेदनक्षम अवस्थेत पाणी दिल्यास अधिक उत्पादन मिळू शकते. पहिले पाणी फुटवे येण्याच्या वेळी (पेरणीनंतर २० ते २५ दिवसांनी), दुसरे पाणी पीक पोटरीत असतांना (पेरणीनंतर ३५ ते ४५ दिवसांनी) आणि तिसरे पाणी दाणे भरते वेळी (पेरणीनंतर ६० ते ६५ दिवसांनी) द्यावे.',
        'पीक संरक्षण':
            'केवडा किया गोसावी: १. पेरणीपूर्वी बियाण्यास ६ ग्रॅम मेटॅलॅक्झील ३५ डब्ल्यु. एस. प्रति किलो बियाण्यास चोळुन नंतर पेरणी करावी. २. पीक २० ते २१ दिवसांचे झाल्याबर रोगट झाडे उपटून टाकावी. ३. रोग येण्याची शक्यता बाटल्यास मेटलॅक्झील ८% मॅन्कोझेब ६४% डब्लू.पी. ४ ग्रॅम/ली. पाणी गरजेनुसार १-२ फवारण्या कराव्यात. ४. गोसावी किंया केबडा रोगग्रस्त शेतात पुन्हा बाजरी घेऊ नये. ५. रोगास बळी न पडणारे बाण वापरावेत. अरगट: १. २० टक्के मिठाच्या द्रावणाची बीजप्रक्रिया करावी. २. उशीरा पेरणी करू नये, रोगट झाडे उपटुन नष्ट करावीत. ३. खोल नांगरट व पिकाची फेरपालट करावी.  करपा: १. करपा रोगास बळी न पडणारे बाण वापरावेत. २. पिकाची फेरपालट करावी.',
        'काढणी व मळणी':
            'हातात कणीस दाबले असता त्यातुन दाणे सुटणे तसेच दाताखाली दाणा चावल्यानंतर कटट् असा आवाज आल्यास पीक कापणीस योग्य आहे असे समजावे, ताटाची कणसे विळयाने कापुन गोळा करून बाळवुन मळणी करावी.',
        'उत्पादन':
            'वरील सुधारीत तंत्राचा अवलंब केल्यास धान्याचे हेक्टरी २५ ते ३० किंटल आणि चान्याचे ५ ते ७ टन उत्पादन मिळू शकते.',
      }),
  CropInformation(
      id: '3',
      cropCategorie: '1',
      title: 'रब्बी ज्वारी',
      timeRequired: '3-4 महिने',
      imageUrl:
          'https://drive.google.com/uc?export=view&id=1tHg5J3-28hWTrePp-Yjs6OCNmvazg8JM',
      additionalInfo: {
        'जमीन':
            'मध्यम ते भारी जमिनीत ओल जास्त काळ टिकवून रहात असल्याने अशा जमिनीत रब्बी ज्वारीची पेरणी करावी. सर्वसाधारणपणे ५.५ ते ८.५. सामु असणान्या जमिनीत ज्वारी घेता येते. रब्बी ज्वारीची पेरणी मोठ्या प्रमाणात जिरायती क्षेत्राचर केली जाते. जिरायती क्षेत्रावर जास्त उत्पादन घेण्यासाठी योग्य वाणांची निवड जमिनीच्या खोलीनुसार करावी',
        'पूर्व मशागत':
            'पावसाचे पाणी जमिनीत मुरण्यासाठी उन्हाळयात शेती मशागतीची कामे उतारास आडची कराचीत. नांगरट झाल्यानंतर हेक्टरी ५ ते ६ टन शेणखत जमिनीत मिसळून द्यावे. त्यानंतर कुळवाच्या पाळ्या देऊन शेतातील काडी कचरा व धसकटे वेचून शेत साफ करावे. पावसाचे पाणी साठवून ठेवण्यासाठी जमिनीच्या उतारावर वाफे तयार करावेत. (३.६० x ३.६० चौ.मी. आकाराचे) चाफे तयार करताना सारा यंत्राने सारे करुन त्यामध्ये बळीराम नांगराने दंड टाकल्यास कमी खर्चात वाफे तयार करता येतात. तसेच ट्रॅक्टर चलीत यंत्राने एकावेळी (६.०० x २,०० चौ.मी.) आकाराचे चाफे तयार करता येतात, सदर चाफे रब्बी ज्वारीच्या पेरणीपूर्वी ४५ दिवस अगोदर करावेत म्हणजे १५ सप्टेंचर ते १५ ऑक्टोबर हा काळ रब्बी ज्वारीची कोरडवाहू क्षेत्रामध्ये पेरणी करण्यासाठी शिफारस केलेला आहे तेव्हा १५ सप्टेंबर पूर्वी ४५ दिक्स म्हणजे ऑगस्ट महिन्याच्या पहिल्या आठवडचात चाफे तयार करावे, पेरणीपूर्वी जेवढा पाऊस पडेल तेवढा त्यामध्ये जिरवाचा, पेरणीच्या वेळी बाफे मोडून पेरणी कराची व पून्हा सारा यंत्राच्या सहावाने गहू, हरभरा पिकासारखे वाफे पाडून आडवे दंड पाडावेत म्हणजे पेरणीनंतर पाऊस पडल्यावर तो अडवून जिरवता येईल. या तंत्राला मुलस्थानी पाणी व्यवस्थापन असे म्हटले जाते. या तंत्रामुळे रब्बी ज्वारीचे ३०-३५ टके उत्पादनात वाढ होते.',
        'पेरणी':
            'रब्बी ज्वारीपासून अधिक धान्य, कडबा आणि निव्वळ नफा मिळविण्यासाठी पेरणीपूर्वी १० ते १२ तास ज्वारी बियाणे ०.०५% पोटॅशियम नायट्रेटच्या द्रावणात (५ ग्रॅम पोटॅशियम नायट्रेट १० लिटर पाण्यात) भिजवून शिफारशीत खत मात्रेसह (४० किलो नत्र आणि २० किलो स्फुरद प्रति हेक्टर) पेरणी करावी आणि पेरणीनंतर ५५ दिवसांनी २% पोटॅशियमची फवारणी करण्याची शिफारस करण्यात येत आहे. रब्बी हंगामात ज्वारीची पेरणी १५ सप्टेंबर ते १५ ऑक्टोबर या कालावधीत पाचमाच्या ओतीवर ५ सें.मी. खोलीपर्यंत कराची. ज्वारीचे अपेक्षित उत्पादन मिळवण्यासाठी हेक्टरी १.४८ लाख रोपे ठेचणे जरुरीचे आहे. त्याकरिता ज्वारीची पेरणी ४५x१५ सें.मी. अंतराबर करावी, पेरणीपूर्वी प्रति किलो बियाण्यास ४ ग्रॅम गंधक (३०० मेश पोताचे) चोळावे तसेच २५ ग्रॅम अॅझोटोबॅक्टर व पी.एस.बी. कल्चर चोळावे, बागायत ज्वारीचे अपेक्षित उत्पादन मिळविण्यासाठी ज्वारीची पेरणी ४५४१२ से.मी. अंतरावर कराची. जिवाणू संवर्धनाची प्रक्रिया करुन हेक्टरी १० किलो बियाणे वापरावे. पेरणीसाठी दोन चाड्याची पाभर वापरून एकाच वेळी खत व बियाणे पेरावे.',
        'पीक फेरपालट':
            'खरीपात मूग, उडीद, भुईमूग आणि सोयाबीन ही पिके घेऊन नंतर रब्बी हंगामात ज्वारीची पेरणी केली असता २० ते ३० किलो नत्राची बचत होते. तथापि, सोयाबीन रब्बी ज्वारी हा पीक क्रम विशेषतः बागायतीसाठी आर्थिकदृष्टया आणि अधिक उत्त्पादनासाठी फायदेशीर दिसून आला आहे.',
        'आंतरमशागत':
            'पिकाच्या सुरुवातीच्या ३५ ते ४० दिवसात तण व पिकामध्ये जमिनीतून अन्नद्रव्य शोषणासाठी तीव्र स्पर्धा असते. त्यामुळे सुरुवातीस ३५ ते ४० दिवसात पीक तणविरहित ठेवणे महत्वाचे आहे. पेरणीनंतर आवश्यकतेनुसार १ ते २ वेळा निंदणी आणि ३ वेळा कोळपणी करावी. पहिली कोळपणी पेरणीनंतर ३ आठवडयांनी फटीच्या कोळप्याने, दुसरी पेरणीनंतर ५ आठवडयांनी पासेच्या कोळप्याने आणि तिसरी ८ आठवड्यांनी दातेरी कोळप्याने करावी. शेवटच्या कोळपणीच्या वेळी कोळप्याला दोरी बांधून कोळपणी केल्यास पिकांच्या मुळांना मातीची भर दिली जाईल व शेतात सऱ्या पडल्यामुळे पावसाचे पाणी धरुन ठेवण्यास मदत होईल.',
        'कोरडवाहू क्षेत्रात आच्छादनाचा वापर':
            'जमिनीतून ६० ते ७० टक्के ओलावा बाष्पीभवनामुळे नाहीसा होतो. हा ओलावा टिकविण्यासाठी शेतातून काढलेले तण, तूरकाटया यांचा वापर आच्छादनासाठी करावा. आच्छादन ज्वारी पेरल्यापासून ५० दिवसांच्या आत टाकणे महत्वाचे आहे. आच्छादनामुळे उत्पादनात १४ टक्क्यापर्यंत वाढ होते असे प्रयोगाअंती आढळून आले आहे.',
        'एकात्मिक कीड व रोग नियंत्रण':
            'ज्वारीच्या महत्वाच्या किडी म्हणजे खोडमाशी, खोडकिडा, मावा, तुडतुडे, लाल कोळी आणि कणसातील अळया ह्या होत. या किडींचा प्रादुर्भाव आर्थिक नुकसानीच्या पातळी खाली ठेवण्यासाठी एकात्मिक कीड नियंत्रण पध्दतीचा वापर करावा, यामध्ये योग्य त्या मशागती तंत्राचा वापर करुन किडीचे नियंत्रण करणे महत्वाचे ठरते. मशागत तंत्रामध्ये जमिनीतील सुप्तावस्थेत असलेल्या किडी व त्यांची अंडी इत्यादींची पक्षी व इतर कीटकभक्षक प्राण्यांकडून तसेच वातावरणातील उष्णतेमुळे नाश केला जातो व कीटकांची संख्या मर्यादीत राहते. त्याकरिता उन्हाळयात जमिनीची नांगरणी करुन २-३ कुळवाच्या पाळ्या देणे आवश्यक आहे. ज्वारीचा कडबा जनावरांना खाण्यास देतांना, त्याचे चारीक तुकडे (कुटी) केल्यास कोषाचा मोठ्या प्रमाणात नाश होतो. पुरेसा पाऊस पडल्यावर शक्य तितक्या लवकर (शिफारशीनुसार) ज्वारीची पेरणी केल्यास खोडमाशीपासून पीक वाचविता येते. पेरणी वेळेत म्हणजेच १५ सप्टेंबर ते १५ आक्टोबर या कालावधीत करावी. सुधारीत बाण फुले अनुराधा, फुले चित्रा, फुले सुचित्रा, फुले वसुधा, फुले रेवती पेरणीसाठी वापरावे. तसेच शेतकऱ्यांनी एकाच वेळी पक्व होणाऱ्या जातीची पेरणी करावी. हया व्यतिरिक्त पिकांचे फेरपालट हा सुध्दा एकात्मिक कीड नियंत्रणाचा एक महत्वाचा घटक आहे. पेरणीपूर्वी बियाण्यांस थायोमेथोक्झाम ३०% एफ एस १० मि.ली. + २० मिली पाणी प्रती १ किलो बियाणे या प्रमाणात कीटकनाशकाची बीज प्रक्रिया करावी. रब्बी ज्वारीवर साधारणपणे दिसणारे रोग म्हणजे खडखड्धा, पानावरील करपा, तांबेरा, चिकटा आणि कणसातील काणी. पेरणीपूर्वी बियाण्यास गंधकाची प्रक्रिया करावी म्हणजे काणी येत नाही. त्यासाठी १ किलो बियाण्यास गंधक ८० डब्ल्यु.पी. ४ गॅम याप्रमाणे चोळावे. खडखडया रोगाच्या प्रादुर्भावास जमिनीतील पाण्याची कमतरता आणि जास्त उष्णतामान अनुकूल असते. त्यासाठी विशेषतः पीक फुलोऱ्यात असतांना पाण्याचा ताण असल्यास पिकांस एखादे पाणी द्यावे तसेच तूरकाटयाचे आच्छादन हेक्टरी ५ टन या प्रमाणात पेरणीनंतर चौथ्या आठवडयात केल्यास खडखड्या रोगामुळे ताटे लोळण्याचे प्रमाण ४२ टक्क्यांनी कमी होऊन धान्य उत्पादनात १४ टक्क्याने वाढ होते. अॅन्ट्रॅक्नोज या रोगाच्या नियंत्रणासाठी प्लुक्ॉपायरोक्झॉड ३३३ ग्रॅम प्रती लिटर एफ. एस. १ मिली प्रती किलो बियाण्यास चोळावे.',
        'पाणी व्यवस्थापन':
            'कोरडवाहू रब्बी ज्वारीस संरक्षित पाणी उपलब्ध असल्यास पीक गर्भावस्थेत असतांना पेरणीनंतर २८ ते ३० दिवसांनी किंवा पीक पोटरीत असतांना पेरणीनंतर ५० ते ५५ दिवसांनी द्यावे. दोन पाणी देणे शक्य असल्यास वरील दोन्ही नाजूक अवस्थेत ज्वारीला पाणी द्यावे. बागायती ज्वारीमध्ये मध्यम जमिनीत तिसरे पाणी फुलोऱ्यात असतांना पेरणीनंतर ७० ते ७५ दिवसांनी आणि कणसात दाणे भरतांना पेरणीनंतर ९० ते ९५ दिवसांनी द्यावे. भारी जमिनीत ज्वारीला चौथ्या पाण्याची गरज भासत नाही.',
        'ज्वारीची काढणी':
            'ज्वारीचे पीक जातीपरत्वे ११० ते १३० दिवसांत काढणीस तयार होते. ज्वारी काढणीच्या वेळी कणसातील दाणे टणक होतात. दाणे खाऊन पाहिल्यास प्रथम फुटतांना टच आवाज येतो आणि ज्वारी पिठाळ लागते. त्याप्रमाणे ज्वारीचे बारकाईने निरीक्षण केल्यास दाण्याच्या टोकाकडील भागाजवळ काळा ठिपका आढळून येतो. ही लक्षणे दिसताच ज्वारीची काढणी करावी. ज्वारी काढणीनंतर ८ ते १० दिवस कणसे उन्हात वाळवून मळणी करावी. धान्य उफणनी करुन तयार झाल्यानंतर त्याला पुन्हा साठवणुकीपूर्वी उन्हात वाळवावे, सर्वसाधारणपणे ५० किलोची पोती भरुन ठेवल्यास पुढे बाजारपेठेत विक्री करणे सोपे जाते.',
        'उत्पादन':
            'ज्वारीची अशा प्रकारे सुधारित तंत्राने लागवड केल्यास कोरडवाहू ज्वारीचे हेक्टरी हलक्या जमिनीवर ८-१० किंटल, मध्यम जमिनीवर २०-२५ किंटल, भारी जमिनीवर २५-३० किंटल तर बागायती ज्वारीचे ३० ते ३५ क्विंटल उत्पादन मिळते. त्याच बरोबर कोरडवाहू क्षेत्रात धान्यापेक्षा दुप्पट तर बागायतीत अडीच ते तीनपट कडब्याचे उत्पादन मिळते.',
      }),
  CropInformation(
      id: '4',
      cropCategorie: '1',
      title: 'खरीप ज्वारी',
      timeRequired: '3-4 महिने',
      imageUrl:
          'https://drive.google.com/uc?export=view&id=1VJCAdOzkvH0QkSevphZ8F1Rw0l7yCZmH',
      additionalInfo: {
        'जमिनीची निवड':
            'चांगला निचरा असलेली व ५.५ ते ८.५ सामू असलेल्या जमिनीत हे पीक घेता येते. चिकण पोयट्याची, मध्यम काळी जमीन खरीप ज्वारीस योग्य आहे.',
        'पूर्वमशागत':
            'हिवाळयात किंवा अगोदरचे पीक निघाल्याबरोबर जमिनीची नांगरट कराची. चैत्र-वैशाख महिन्यात पहिली कुळवाची / वखराची खोल पाळी द्यावी. त्यानंतर २ ते ३ वेळा वखराच्या पाळ्या दयाव्यात. शेवटच्या पाळीपूर्वी ५ ते ६ टन प्रती हेक्टरी शेणखत जमिनीत मिसळावे.',
        'रासायनिक खतांचा वापर':
            'खरीप ज्वारीस १०० किलो नत्र, ५० किलो स्फुरद व ५० किलो पालाश प्रति हेक्टरी द्यावे. संपूर्ण स्फुरद, पालाश आणि अर्धे नत्र पेरणीच्या वेळी द्यावे. उरलेले नत्र पेरणीनंतर ३० दिवसांनी द्यावे. खरीप ज्वारीस १० किलो बियाण्यास २५० ग्रॅम अॅझोटोबॅक्टर किंवा अॅझोस्पिरीलम हे जिवाणू खत चोळावे. त्यामुळे १५ ते २० टक्के उत्पादन वाढते.',
        'पेरणी':
            'पेरणी तिफणीने/दोन चाड्याच्या पाभरीने करावी. दोन ओळीतील अंतर ४५ सें.मी. व दोन रोपातील १५ से.मी. इतके अंतर ठेवावे. पेरणीस हेक्टरी १० किलो सुधारित बियाणे वापरावे.',
        'विरळणी':
            'पहिली विरळणी पेरणीनंतर १० ते १२ दिवसांनी आणि दुसरी विरळणी पेरणीनंतर २०-२२ दिवसांनी करावी, विरळणीनंतर १.८० लाख पर्यंत योग्य रोपांची संख्या ठेवावी.',
        'आंतरपिके व क्रमवार पिके':
            'पट्टा पध्दतीने तूर हे आंतरपीक २:१ या प्रमाणात घ्यावे (दोन ओळी ज्वारीच्या व एक ओळ तुरीची किंवा दोन पाभरी ज्वारीच्या व एक पाभर तुरीची पेरावी). तसेच तूर ऐवजी मूग, उडीद व चवळी यासारखी आंतरपिके देखील घेता येतात.',
        'पाणी व्यवस्थापन':
            'ज्वारीच्या पिकास, पिकाचा जोमदार वाढीचा काळ (२८ ते ३० दिवस), पीक पोटरीत येण्याचा काळ (५० ते ७५ दिवस), फुलोऱ्यात येण्याचा काळ (८० ते ९० दिवस) व दाणे भरण्याचा काळ (९५ ते १०० दिवस) या चार अवस्थेत जरुरीप्रमाणे शक्य झाल्यास पाणी द्यावे. पाणी शक्यतो सारा पध्दतीनेच द्यावे.',
        'आंतरमशागत':
            'खरीपात तणांचा प्रार्दुभाव जास्त असल्यामुळे दोन खुरपण्या व दोन कोळपण्या कराव्यात. खुरपणी व कोळपणी पीक पेरणीनंतर ४० ते ४५ दिवसांपूर्वी करावी. शक्य झाल्यास अॅट्रॅझीन हे तणनाशक हेक्टरी १० ग्रॅम १० लिटर पाण्यात मिसळून पेरणीनंतर परंतु बियाणे उगवण्यापूर्वी जमिनीवर सारख्या प्रमाणात फवारावे, तणनाशक फवारल्यानंतर एक निंदणी किंवा कोळपणी करावी.',
        'पीक संरक्षण':
            'अ) किडी:- 1) खोडमाशी: या किडीचा प्रादुर्भाव दिसून येताच २५% प्रवाही क्विनॉलफॉस २५% ई.सी. १५ मिली १० लिटर पाण्यात मिसळून उगवणीनंतर ७ दिवसांनी फवारणी करावी. दुसरी फवारणी एक आठवड्धाने करावी. 2) खोडकिडा: या किडीच्या बंदोबस्तासाठी क्विनॉलफॉस ५% जी. (दाणेदार) १५ किलो हेक्टरी या प्रमाणात पोंग्यात टाकावे. 3) कणसातील अळी: या किडीच्या नियंत्रणासाठी मॅलॅथिऑन ५ टक्के डी.पी. (भुकटी) प्रति हेक्टरी २० किलो या प्रमाणात बारा शांत असतांना धुरळणी करावी. 4) एकात्मिक कीड नियंत्रण: एकात्मिक कीड नियंत्रण हे एक व्यवस्थापन तंत्र आहे. या तंत्रामध्ये उपलब्ध असलेल्या निरनिराळया कीड नियंत्रण उपायांचा समन्वय साधून किडींची संख्या आर्थिक नुकसानीच्या पातळीच्या खाली नियंत्रित केली जाते. १) उन्हाळयात जमिनीची खोल नांगरट करावी. त्यामुळे जमिनीतील अळया व इतर किडी उघड्या पडून भक्षस्थानी पडतील किंवा सूर्यप्रकाशामुळे नाश पावतील. २) ज्वारीची पेरणी मान्सूनचा पाऊस पडताच लवकर करावी, ३) बियाणे हेक्टरी १० किलो ऐवजी १२ किलो वापरावे. तीन ते चार आठवडयांनी विरळणी करून खोडमाशीग्रस्त झाडे उपटून टाकावीत. ४) कीड प्रतिबंधक वाणाची पेरणी करावी. उदा. सुधारित वाण एस.पी. व्ही. ४६२, सी.एस. व्ही.-१३. सी.एस.व्ही.-१५ आणि सी.एस.व्ही.-२३ ह्या खोडमाशी प्रतिबंधक वाणाची पेरणी करावी. बियाण्यास थायोमिथोक्झाम ३०% एफ. एस. १० मि.ली. प्रति किलो बियाण्यास प्रति किलो बियाणे या प्रमाणात बीजप्रक्रिया करावी. ५) मावा, तुडतुडे, इत्यादी रस शोषण करणाऱ्या किडींसाठी बांधाकडील जमिनीची चांगली मशागत करावी. बसावा होणारी मोठी झाडे तोडून टाकावीत. ६) किडींचा पूर्ण नाश न करता त्यांची संख्या पिकांचे आर्थिक नुकसान करणार नाही अशा पातळीवर ठेवण्याचा प्रयत्न करावा. जेणेकरुन नैसर्गिक समतोल साधला जाईल, हा एकात्मिक कीड नियंत्रणाचा उद्देश आहे. त्यामुळे अवाजवी फवारणी कमी होईल आणि शेतकऱ्यांचा होणारा खर्च कमी होण्यास मदत होईल. ७) लिंबोळीपासून तयार केलेले द्रावण फवारणीसाठी वापरावे, जेणेकरुन पर्यावरणाचे प्रदुषण रोखण्यास मदत होईल. ८) किडींची संख्या जेव्हा नेमकी आर्थिक नुकसानीच्या पातळीच्या वर जाण्याचा संभव आहे तेव्हाच कीटकनाशकांची फवारणी करावी, ९) खतांचा व पाण्याचा वापर योग्य व आवश्यकतेनुसार करावा.  ब) रोग:- 1) पानावरील ठिपके/करपा: या रोगाच्या नियंत्रणासाठी मॅन्कोझेब ७५% डब्ल्यु.पी. २५ ग्रॅम प्रति १० लिटर किंवा झायनेब ७५% डब्ल्यु.पी. २५ ग्रॅम प्रति १० लिटर पाण्यात मिसळून फवारणी करावी. 2) काणी: काणीच्या नियंत्रणासाठी ज्वारीच्या १ किलो बियाण्यास ४ ग्रॅम गंधकाची ८० डब्ल्यू, पी. भुकटी चोळून पेरणी करावी, झिप्री किंवा काळा गोसावी या रोगाची झाडे दिसताच नष्ट करावी. त्यामुळे रोगाचा प्रसार थांबण्यास मदत होईल.',
        'कापणी व मळणी':
            'कणसाचा दांडा पिवळा झाला म्हणजे पीक तयार झाले असे समजावे. कणसाच्या खालच्या भागातील दाणे टणक झाल्यावर पिकाची काढणी करावी. तसेच कणसातील दाण्याचा खालचा भाग काळा झाला म्हणजे पीक काढणीस तयार होते. कापणीच्या वेळेस साधारणपणे १७ ते १८ टक्के ओलाव्याचे प्रमाण असते. सुरक्षित साठवणीसाठी धान्यातील ओलावा १० ते ११ टक्के असावा.',
        'उत्पादन':
            'सुधारित तंत्रज्ञानाचा वापर केल्यास सुधारित वाणांपासून हेक्टरी २५ ते ३० किंटल तर संकरित वाणापासून हेक्टरी ४० ते ४५ क्विंटल धान्य उत्पादन येते.',
        '': '',
      }),
  CropInformation(
      id: '5',
      cropCategorie: '1',
      title: 'गहू',
      timeRequired: '4-8 महिने',
      imageUrl:
          'https://drive.google.com/uc?export=view&id=17kSdsWovDLqTA0lw6Q_oEWZfCZU5f-gH',
      additionalInfo: {
        'जमीन':
            'बागायती गव्हासाठी पाण्याचा चांगला निचरा होणारी, भारी व खोल जमिनीची निवड करावी. तथापि, मध्यम जमिनीत भरखते व रासायनिक खतांचा वापर केल्यास उत्पादन चांगले घेता येईल. एक किंवा दोन पाणी उपलब्ध असल्यास गव्हाची लागवड जमिनीत ओलावा टिकवून धरणाऱ्या भारी अशा जमिनीतच करावी. शक्यतो हलक्या जमिनीत गहू घेण्याचे टाळावे.',
        'मशागत':
            'गहू पिकाच्या मुळया जमिनीत ६० ते ७५ सें.मी. खोलवर जातात. म्हणून या पिकासाठी चांगली भुसभुशीत जमिनीची निवड करावी. त्यासाठी जमिनीची योग्य व पुरेशी मशागत करणे अत्यंत आवश्यक असते. महाराष्ट्रात गव्हाची लागवड खरीप हंगामातील पीक निघाल्यानंतर करतात. खरीप हंगामातील पीक निघाल्यानंतर जमीन लोखंडी नांगराने १५ ते २० सें.मी. खोलवर नांगरावी. त्यानंतर कुळवाच्या ३-४ पाळ्या देऊन जमीन भुसभुशीत करावी. शेवटच्या कुळवणीच्या अगोदर १० ते १२ टन चांगले कुजलेले शेणखत / कंपोस्ट खत पसरवून टाकावे. तसेच पूर्वीच्या पिकांची धसकटे व इतर काडी कचरा वेचून त्याचा वापर कंपोस्टसाठी करावा.',
        'बियाणे':
            'गव्हाच्या अधिक उत्पादनाकरीता दर हेक्टरी २० ते २२ लाख रोपांची संख्या शेतात असणे आवश्यक आहे. ही संख्या मिळविण्यासाठी दर हेक्टरी १०० ते १२५ किलो बियाणे वापरावे. उशिरा पेरणीसाठी दर हेक्टरी १२५ ते १५० किलो बियाणे बापरावे, संरक्षित पाण्याखालील गव्हासाठी हेक्टरी ७५ ते १०० किलो बियाणे पेरणीसाठी वापरावे. पेरणीपूर्वी बियाण्यास थायरम ७५% डब्ल्यु. एस. या बुरशीनाशकाची ३ ग्रॅम प्रती किलो बियाणे या प्रमाणे बीजप्रक्रीया करावी, बुरशीनाशकाची बीजप्रक्रिया करून बियाणे वाळवल्यानंतर प्रति किलो बियाण्यास २५ ग्रॅम अॅझोटोबॅक्टर व २५ ग्रॅम स्फुरद विरघळविणाऱ्या जीवाणू खतांची बीजप्रक्रिया करावी. जीवाणू खतांच्या बीजप्रक्रियेमुळे उत्पादनात १० ते १५ टक्के वाढ होते. गहू बियाण्याचे साठवणुकीच्या कालावधीमध्ये नऊ महिन्यापर्यंत किड (दाण्यातील मुंगेरे) नियंत्रण होऊन ऊगवण क्षमता प्रमाणिकरण माणकापेक्षा (८५ टक्के) अधिक राखण्यासाठी बियाण्यास डेल्टामेथ्रीन २.८ टक्के प्रवाही ४ मिली. किंवा ल्युफेन्यूरॉन ५ टक्के प्रवाही १० मिली. किंवा ईमामेक्टीन बेन्झोएट ५ टक्के विद्राव्य दाणेदार ४ ग्रॅम ५०० मिली. पाण्यात मिसळून किंवा डायटोर्मेसीयस अर्थ अधिक मॅग्नेशियम सल्फेट प्रत्येकी ५०० ग्रॅम प्रती १०० किलो या प्रमाणात बीजप्रक्रिया करण्याची शिफारस केली आहे. गहू पिकावरील वाळवीच्या नियंत्रणासाठी गहू बियाण्याला थायोमिथोक्झाम ३० टक्के एफ एस् ७.५० मिली प्रती १० किलो बियाणे प्रमाणे प्रतिबंधात्मक उपाय म्हणून बीजप्रक्रिया करावी.',
        'पेरणी':
            'पेरणीच्या वेळी जमिनीत पुरेशी ओल असावी. बोग्य ओल नसल्यास प्रथम जमीन ओलवाची व वापसा आल्यावर जमीन कुळवावी. बागायत गव्हाची वेळेवर पेरणी दोन ओळीत २० सें.मी. व उशिरा पेरणी १८ सें.मी. अंतर ठेवून करावी. पेरणी उथळ म्हणजे ५ ते ६ सें.मी. खोल करावी त्यामुळे उगवण चांगली होते. संरक्षित पाण्याखालील गव्हाची पेरणी दोन ओळीत २० से.मी. अंतर ठेवून करावी, पेरणी उभी-आडवी अशी दोन्ही बाजून न करता ती एकेरी करावी म्हणजे आंतरमशागत करणे सोईचे होते. बियाणे झाकण्यासाठी कुळव उलटा करून चालवावा म्हणजे बी व्यचस्थित दबून झाकले जाते. जमिनीचा उतार लक्षात घेऊन गव्हासाठी २.५ ते ४ मीटर रुंदीचे व ७ ते २५ मीटर लांब या आकाराचे सारे पाडावेत.',
        'खते व्यवस्थापन':
            'बागायती गव्हाच्या पिकासाठी हेक्टरी १० टन चांगले कुजलेले शेणखत किंवा कंपोस्ट खत दयावे. बागायती गव्हाच्या वेळेवर पेरणीसाठी दर हेक्टरी १२० किलो नत्र, ६० किलो स्फुरद व ४० किलो पालाश दयावे. निम्मे नत्र व संपूर्ण स्फूरद आणि पालाश पेरणीच्यावेळी व उरलेले निम्मे नत्र पेरणीनंतर ३ आठवडयांनी खुरपणी झाल्यावर पहिल्या पाण्याच्या वेळी दयावे. उशिरा केलेल्या पेरणीसाठी हे प्रमाण हेक्टरी ८० किलो नत्र, ४० किलो स्फुरद आणि ४० किलो पालाश इतके दयावे, निम्मे नत्र व स्फूरद आणि पालाश पेरणीच्या वेळी व उरलेले निम्मे नत्र पेरणीनंतर ३ आठवडयांनी दयावे. पश्चिम महाराष्ट्रातील मैदानी खोल काळया जमिनीवर गव्हाच्या उत्पादनाकरीता पेरणीपूर्वी प्रती हेक्टर १ टन शेणखत देवून गव्हाची पेरणी जोड ओळीत (१५ ते ३० सें.मी.) करून प्रती हेक्टर ७०:३५ नत्र स्फुरद किलो, बुरिया-डीओपी ब्रिकेट मार्फत (२.७ ग्रॅम वजनाची ब्रिकेट) १५ सें.मी. अंतराच्या जोड ओळीत प्रत्येकी ३० सें.मी. अंतरावर १० सें.मी. खोल खोचावी, पश्चिम महाराष्ट्राच्या मैदानी प्रदेशातील लोहाची कमतरता असणाऱ्या जमिनीमध्ये गव्हाचे अधिक उत्पादन, आर्थिक फायदा व जमिनीतील लोहाची पातळी राखण्यासाठी शिफारशीत अन्नद्रव्यांसोबत (१२०:६०:४० नत्रःस्फुरदः पालाश किलो प्रती हेक्टर अधिक १० टन शेणखत प्रती हेक्टरी, मुरविलेले हिराकस २० किलो प्रती हेक्टरी (१०० किलो शेणखतात १५ दिवस मुरवून) जमिनीतून दयावे. महाराष्ट्रातील बागायती क्षेत्रात गव्हाचे अधिक उत्पादन मिळविण्यासाठी गहू पिकास शिफारशीत अन्नद्रव्यांची मात्रा देऊन पेरणीनंतर ५५ आणि ७० दिवसानंतर पिकाबर २०० ग्रॅम १९:१९:१९ वा विद्राव्य खताची किंवा डीएपी या खताची १० लि. पाण्यात मिसळून फवारणी करावी. पश्चिम महाराष्ट्रातील गव्हाचे उत्पादन लक्ष ४५ ते ५० क्विंटल प्रति हेक्टर साध्य करण्यासाठी जमिनीची सुपिकता कायम ठेवण्यासाठी व संतुलित अन्नद्रव्यांचा पुरवठा करण्यासाठी खालील शेणखतासोबत अथवा शेणखत विरहित उत्पादन उद्दिष्ट समिकरणांचा वापर करावा.',
        'शेणखतासोबत अपेक्षित उत्पादन समीकरण':
            '(1)खतामधून द्यावयाचे नत्र कि./हे. = (७.४२ x अपेक्षित उत्पादन किं./हे) - (0.८८ * जमिनीतील उपलब्ध नत्र कि./हे.) - (२.४५ x शेणखत टन/हे.)  (2)खतामधून द्यावयाचे स्फुरद कि./हे. = (१.७९x अपेक्षित उत्पादन किं. /हे.) - (१.४७ * जमिनीतील उपलब्ध स्फुरद कि./हे.) (0.३३ शेणखत टन/हे.) (3) खतामधून द्यावयाचे पालाश कि./हे. = (४.७७ x अपेक्षित उत्पादन किं, /हे.) - (0.४७ * जमिनीतील उपलब्ध पालाश कि./हे.) (0.६५ x शेणखत टन/हे.)',
        'शेणविरहित अपेक्षित उत्पादन समीकरण':
            '(1) खतामधून द्यावयाचे नत्र कि./हे. = (८.०९ x अपेक्षित उत्पादन कि./हे.) - (0.९६ जमिनीतील उपलब्ध नत्र कि./हे.)  (2)खतामधून द्यावयाचे स्फुरद कि./हे. = (२.२६ x अपेक्षित उत्पादन किं./हे.)-(१.८६ x जमिनीतील उपलब्ध स्फुरद कि./हे.) (3) खतामधून द्यावयाचे पालाश कि./हे. = (५.५४ x अपेक्षित उत्पादन किं./हे.) - (0.५४ जमिनीतील उपलब्ध पालाश कि./हे.)',
        'पाणी व्यवस्थापन':
            'गव्हाची पेरणी शेत ओलवून वापसा आल्यावर करावी. पेरणीनंतर साधारणपणे दर १८ ते २१ दिवसांच्या अंतराने पाण्याच्या पाळया दयाव्यात. मध्यम ते भारी जमिनीत पीक तयार होण्यासाठी ४ ते ५ वेळा पाणी दयावे लागते. पीक वाढीच्या ज्या महत्वाच्या अवस्था आहेत त्यावेळी पाणी देणे फायदेशीर ठरते. १. मुकुटमुळे फुटण्याची अवस्था : पेरणीनंतर १८ ते २१ दिवस, २. कांडी धरण्याची अवस्था: पेरणीनंतर ४० ते ४५ दिवस, ३. फुलोरा आणि चीक भरण्याची अवस्था: पेरणीनंतर ६० ते ६५ दिवस, ४. दाणे भरण्याची अवस्था: पेरणीनंतर ८० ते ८५ दिवस. पाणीपुरवठा अपुरा असल्यास काही ठराविक वेळेलाच पाणी देणे शक्य असेल तर पाण्याच्या पाळ्या पुढीलप्रमाणे दयाव्यात. १. गहू पिकास एकच पाणी देणे शक्य असल्यास ते ४० ते ४२ दिवसांनी दयावे, २. गहू पिकास पेरणीनंतर दोन पाणी देणे शक्य असल्यास, पहिले पाणी २० ते २२, दुसरे पाणी ४० ते ४२ व तिसरे पाणी ६० ते ६५ दिवसांनी दयावे. अपुरा पाणीपुरवठा परिस्थितीत एक किंवा दोन पाणी देणे शक्य आहे त्या क्षेत्रात पंचवटी (एन आय डी डब्ल्यु-१५) किंवा नेत्रावती (एन आय ए डब्ल्यू-१४१५) गव्हाच्या वाणांचा वापर करावा, गव्हास एकच पाणी दिले तर पुरेशा पाण्यापासून आलेल्या उत्पाद‌नाच्या तुलनेत ४१ टक्के घट येते व दोन पाणी दिले तर उत्पादनात २० टक्के घट येते.',
        'आंतरमशागत':
            'गव्हात चांदवेल, हरळी यासारख्या तणांचा प्रादुर्भाव होतो. त्याकरीता जरूरीप्रमाणे एक किंवा दोन वेळा खुरपणी, तसेच कोळपणी करून जमीन मोकळी करावी. आंतरमशागतीमुळे तणांचा नाश होतो व जमिनीत ओलावा टिकून राहण्यास मदत होते. गहू पिकातील अरूंद पानांचे आणि रूंद पानांच्या तण नियंत्रणासाठी पेरणीनंतर ३० ते ३५ दिवसांनी दर हेक्टरी मेटसल्फ्यूरॉन मेथाईल (२०%) हेक्टरी २० ग्रॅम किंवा २, ४-डी (सोडीयम) अधिक २ टक्के युरिया ६०० ते १२५० ग्रॅम ६०० ते ८०० लिटर पाण्यातून मिसळून गव्हाच्या २ ओळीत फवारावे. तणनाशक फवारल्यानंतर १० ते १२ दिवस पाणी देऊ नये.',
        'पीक संरक्षण':
            'गहू पिकास काळा व नारिंगी तांबेरा, करपा, गव्हाच्या दाण्यावरील काळे टोक या रोगांमुळे मोठ्या प्रमाणावर नुकसान होण्याची संभावना असते. या रोगांपैकी काळा व नारिंगी तांबेरा या दोन्ही महत्वाच्या हानीकारक रोगांमुळे ९० टक्केपर्यत उत्पादनात घट येऊ शकते. तांबेरा रोगापासून बचाव करण्यासाठी विद्यापीठाने विकसीत केलेल्या तांबेरा प्रतिबंधक वाणांचीच पेरणीसाठी निवड करावी. तांबेरा प्रतिबंधक उपाय म्हणून पिकाची वेळेवर पेरणी करावी तसेच पिकास पाणी जरूरीनुसार व खते शिफारशीत मात्रेनुसार द्यावीत. तांबेरा दिसु लागताच मॅन्कोझेब हे बुरशीनाशक १.५ किलो ५०० लिटर पाण्यातून फवारावे किवा अॅझोक्झिस्ट्रोबिन १८.२% + डायफेनकोनॅझोल ११.४% एस.सी. १० मिली १० लिटर पाण्यात मिसळून फवारणी करावी. जरूरी भासल्यास दुसरी फवारणी पहिल्या फवारणीनंतर १५ दिवसांनी करावी, करपा रोगाच्या नियंत्रणासाठी झायनेव ७५% डब्ल्यु.पी. या बुरशीनाशकाच्या दोन फवारण्या कराव्यात.',
        'कीड संरक्षण':
            'गहू या पिकास मावा, खोडमाशी व खोडकिडा यांचे पासून नुकसान पोहोचते. मावा, खोडमाशी व खोडकिडा यांचे पेरणीनंतर तीन आठवड्यापर्यंत प्रादुर्भाव झाल्यास जास्त नुकसान होऊ शकते. याकरिता पेरणीपूर्वी बियाण्यास थायामेथोॉम ७० टक्के विद्राव्य भुकटी या कीटकनाशकाची १.७५ ग्रॅम प्रति किलो बियाणे या प्रमाणात बीजप्रक्रिया करावी. मावा कीड दिसुन येताच मेटारायझियम अंनिसोप्ली ३० ग्रॅम किंवा बिव्हेरिया बॅसियाना ५० ग्रॅम किंवा क्विनॉलफॉस २५ टक्के प्रवाही ८ मिली किवा थायामेथोॉम २५ टक्के विद्राव्य दाणेदार १ ग्रॅम प्रती १० लिटर पाणी या प्रमाणात मिसळुन गरजेप्रमाणे १५ दिवसांचे अंतराने एक किंवा दोन फवारण्या कराव्यात. गहू साठवणुकीच्या काळात सोडे किडीच्या नियंत्रणासाठी उन्हात बाळविलेल्या बियाण्यास वेखंड भुकटी १० ग्रॅम प्रती किलो बियाणे या प्रमाणात बियाण्यात मिसळावे.',
        'कापणी व मळणी':
            'पीक तयार होताच वेळेवर कापणी करावी. कापणीस उशीर झाल्यास एन आय-५४३९ व त्र्यंबक (एन आय ए डब्ल्यू- ३०१) या गव्हाच्या वाणाचे दाणे शेतात झडू शकतात. म्हणून पीक पक्व होण्याच्या २-३ दिवस अगोदर कापणी करावी. कापणीच्या वेळी दाण्यातील ओलाव्याचे प्रमाण १५ टक्के असावे, गव्हाची मळणी, यंत्राच्या सहाय्याने करावी किंवा गव्हाची कापणी व मळणी कंबाईन हार्वेस्टर मशीनने करावी.',
        'उत्पादन':
            'गव्हाचे भरघोस उत्पादन मिळविण्यासाठी पेरणीच्या वेळेनुसार योग्य बाणांचा वापर, योग्य रितीने पेरणी, बियाण्याचे प्रमाण, खतांचा समतोल वापर, पाण्याच्या योग्यवेळी पाळया, आंतरमशागत व पीक संरक्षण या गोष्टी अतिशय महत्त्वाच्या आहेत. वरीलप्रमाणे गव्हाची बागायती वेळेवर लागवड केल्यास हेक्टरी ४५ ते ५० क्विंटल, बागायती उशिरा लागवड केल्यास ३५ ते ४० क्विंटल व जिरायत लागवड केल्यास १२ ते १४ क्विंटल उत्पादन मिळते.',
      }),
  CropInformation(
      id: '6',
      cropCategorie: '1',
      title: 'मका ',
      timeRequired: '3-4 महिने',
      imageUrl:
          'https://drive.google.com/uc?export=view&id=1TdIoQNAOUG3NRByepfn8AXnf4GVkG3CT',
      additionalInfo: {
        'हवामान':
            'मका पीक हे उष्ण, समशीतोष्ण आणि शीत अशा वेगवेगळ्या हवामानाशी समरस होणारे पीक आहे. मक्याची योग्य वाढ आणि विकासासाठी २५ ते ३० सेल्सिअस तापमान चांगले परंतु जेथे सौम्य तापमान (२० ते २५ सेल्सिअस) आहे अशा ठिकाणी मका हे पीक वर्षभर घेता येते.',
        'जमिनीची निवड':
            'धान्यासाठी तसेच चाऱ्याच्या मक्यासाठी मध्यम ते भारी, खोल, रेतीयुक्त, उत्तम निचऱ्याची, अधिक सेंद्रिय पदार्थ आणि जलधारणा शक्ती असलेली जमीन चांगली. जमिनीचा सामू ६.५ ते ७.५ दरम्यान असावा.',
        'पूर्वमशागत':
            'जमिनीची खोल (१५ ते २० सें.मी.) नांगरट करावी. कुळवाच्या २-३ पाळ्या देऊन जमीन भुसभुशीत करावी. शेवटच्या कुळवाच्या पाळीच्या वेळी हेक्टरी १० ते १२ टन चांगले कुजलेले शेणखत किंवा कंपोस्ट खत जमिनीत चांगले मिसळावे.',
        'बियाणे प्रमाण':
            'धान्यासाठीच्या मक्याच्या पेरणीकरीता १५-२० किलो बियाणे तर चाऱ्यासाठीच्या मका पिकाकरीता ७५ किलो बियाणे १ हेक्टर क्षेत्रास पुरेसे होते.',
        'बीजपक्रिया':
            'पेरणीपुर्वी २ ते २.५ ग्रॅम थायरम हे बुरशीनाशक प्रति किलो बियाण्यास चोळावे. तसेच अझोटोबक्टर जीवाणु संवर्धन २५ ग्रॅम प्रति किलो बियाण्यास चोळून नंतर पेरणी करावी.',
        'पेरणीची पद्धत':
            'मक्याची पेरणी टोकण पद्धतीने जमिनीत ४ ते ५ सेमी खोलीवर करावी.',
        'पेरणीचे अंतर ':
            '१) ७५ x २० सें.मी. - उशिरा व मध्यम वाणांसाठी धान्यासाठी, २) ६० x २० से.मी. - लवकर पक्क होणाऱ्या वाणांसाठी धान्यासाठी',
        'खत व्यवस्थापन':
            'सूक्ष्म अन्नद्रव्यामध्ये झिकची कमतरता असल्यास प्रति हेक्टरी २० ते २५ किलोग्रॅम झिंक सल्फेट पेरणीच्या वेळी द्यावे.',
        'पाणी व्यवस्थापन':
            'मका पीक पाण्याच्या ताणास खूपच संवेदनशील आहे म्हणून खरीप हंगामात पावसात खंड पडून पाण्याचा ताण पडल्यास पिकाच्या महत्वाच्या अवस्थेच्या काळात संरक्षित पाणी द्यावे. मका पिकाच्या महत्वाच्या अवस्था आणि गरजेनुसार पाणी व्यवस्थापन',
        'आंतरमशागत':
            'पेरणीनंतर घ्यावयाची काळजी : खरीप हंगामात पेरणीनंतर उगवण ५-६ दिवसात तर रब्बी हंगामात ८ ते १० दिवसात होते. पौक उगवत असताना पक्षी कोवळे कोंब उचलतात परिणामी रोपांची संख्या कमी होऊन उत्पादन घटते म्हणून पेरणीनंतर सुरवातीच्या १०-१२ दिवसापर्यंत पक्ष्यांपासून राखण करणे अत्यंत महत्वाचे आहे तसेच पीक दुधाळ असताना पक्षी कणसे फोडून दाणे खातात म्हणून अशावेळी देखील पक्षी राखण आवश्यक असते. मका उगवणीनंतर ८-१० दिवसांनी विरळणी करुन एका चौफुल्यावर एकच जोमदार रोप ठेऊन विरळणी करावी. गरज भासल्यास पीक उगवणीनंतर त्वरीत नांग्या भराव्यात. तणनियंत्रणासाठी अँट्राझीन ५० टक्के हेक्टरी २ ते २.५ किलो पेरणी संपताच ५०० लिटर पाण्यात मिसळून समप्रमाणात जमिनीवर फवारावे. तसेच तणांच्या प्रादुर्भावानुसार मका वाढीच्या सुरवातीच्या काळात एक ते दोन खुरपण्या करुन गरजेनुसार एक ते दोन कोळपण्या कराव्यात.',
        'काढणी व साठवणूक':
            'धान्यासाठी मका पिकाची काढणी कणसावरील आवरण पिवळसर पांढरे आणि टणक झाल्यावर करावी. त्यासाठी ताटे न कापता प्रथम कणसे सोलून खुडून घ्यावीत आणि सोललेली कणसे २ ते ३ दिवस उन्हात चांगली वाळवावीत. त्यानंतर मका सोलणी यंत्राच्या सहाय्याने सोलणी करावी व नंतर दाण्यातील ओलावा १०-१२ टक्के होईपर्यंत दाणे उन्हात चांगले वाळवावे जेणेकरुन साठवणुकीत किडींचा प्रादुर्भाव होणार नाही',
      }),
  CropInformation(
      id: '7',
      cropCategorie: '1',
      title: 'नाचणी/नागली',
      timeRequired: '3-4 महिने',
      imageUrl:
          'https://drive.google.com/uc?export=view&id=1DZyeXBuslhYRrQeaNT7EzN-isLkW0LGr',
      additionalInfo: {
        'जमीन':
            'नाचणी पिकाच्या लागवडीसाठी हलकी ते मध्यम, पाण्याचा उत्तम निचरा होणारी जमीन उत्तम आहे. या पिकाची लागवड प्रामुख्याने उप-पर्वतीय विभाग व पश्चिम घाट विभागातील डोंगर उताराच्या जमिनीवर केली जाते.',
        'पुर्वमशागत':
            'जमिनीची खोल नांगरट करून उभ्या आडव्या कुळवाच्या दोन पाळ्या देऊन ५ टन शेणखत/कंपोस्ट खत याचवेळी शेतात मिसळुन जमीन भुसभुशीत करावी. पूर्वी घेतलेल्या पिकाचे धसकटे, काडीकचरा व बहुवार्षिक गवताचे अवशेष वेचुन शेत स्वच्छ करावे, हिरवळीचे खत गाडले असल्यास शेणखत/कंपोस्ट खताची जरूरी नसते.',
        'बियाणे व पेरणीची पद्धत':
            'पेरणीची / लावणीची वेळ खरीप हा प्रमुख हंगाम (जुन ते जुलै चा दुसरा पंधरवाडा) बियाणे/बेणे/रोपांचे प्रमाण ओळीमध्ये पेरणी (८.० ते १०.० कि.ग्र./हेक्टर) रोप लागण (५.० कि.ग्रा./हेक्टर)',
        'बीज बेणे / रोप प्रक्रिया':
            'अझोस्पिरीलम ब्रासिलेंस आणि अस्पजीलस अवामोरी या जिवाणू संवर्धकाची बीजप्रक्रिया करताना प्रति किलो बियाण्यास २५ ग्रॅम प्रमाणे करावी. पेरणी / लावणी पद्धत गादी वाफ्यावर रोपे २० ते २५ दिवसांची झाल्यानंतर शेतामध्ये रोपांची पुर्नलागण करावी. पेरणी/लावणीचे अंतर दोन ओळीमधील अंतर ३०. से.मी. व दोन रोपामधील अंतर १०.० से.मी. ठेवावे.',
        'खत व्यवस्थापन':
            'महाराष्ट्राच्या उप-पर्वतीय विभागात नाचणीच्या अधिक उत्पादन आणि आर्थिक फायद्यासाठी प्रति हेक्टर ५ टन शेणखत+ नत्र ६० किलो, स्फुरद ३० किलो आणि पालाश ३० किलो या खत मात्रेसोबत जिवाणू संवर्धकाची बीजप्रक्रिया (प्रति किलो बियाण्यास प्रत्येकी २५ ग्रॅम अझोस्पिरीलम ब्रासिलेंस आणि अस्पर्जीलस अवामोरी) करण्याची शिफारस करण्यात आली आहे.',
        'नाचणी पिकामध्ये पुरिया, डिएपी ब्रिकेटचा वापरः':
            'उप-पर्वतीय विभागातील हलक्या जमिनीत, अधिक उत्पादन व आर्थिक फायद्यासाठी नाचणी पिकाची रोप लागण २०:४० से.मी. जोड ओळीत करून ५.० टन शेणखत प्रति हेक्टरी शिफारशीत खत मात्रेच्या ७५ टक्के मात्रा (४५२२.५:००, नत्रःस्फुरद पालाश किलो/हेक्टरी) गोळी (ब्रिकेट) स्वरूपात रोप लावणीचे वेळी (२० सेमी च्या जोडओळीत ३५ सेमी अंतरावर ५ ते ७ से. मी. खोलीवर २.७ ग्रमची एक गोळी) देण्याची शिफारस करण्यात आली आहे.',
        'आंतरमशागत':
            'नाचणीमध्ये रोपांची प्रति एकरी योग्य संख्या ठेवण्यासाठी पेरणीनंतर २० ते २५ दिवसांच्या आत विरळणी करावी. पीक वाढीच्या सुरुवातीच्या काळात नाचणी पिकाची वाढ संथ गतीने होत असल्याने तणे पिकाशी स्पर्धा करतात. त्यामुळे तणनियंत्रणासाठी एक कोळपणी करून गरजेनुसार एक महिन्याच्या आत एक खुरपणी करावी. तणनाशकाचा वापर करतांना आयसोप्रोटुरोण ५० टक्के पाण्यात विरघळणारी पावडर प्रति हेक्टरी ३७५ ग्रॅम क्रियाशील घटक ५०० लीटर पाण्यातून उगवणीपूर्वी फवारणी करावी.',
        'आंतरपिके':
            'अधिक धान्य उत्पादन आणि निव्वळ नफा मिळविण्यासाठी उप-पर्वतीय विभागातील हलक्या व उथळ स्वरूपाच्या जमिनीवर नागली/नाचणी पिकामध्ये उडीद किंवा मटकी ८:२ किंवा ४:२ या प्रमाणात आंतरपीक घेण्याची शिफारस करण्यात आली आहे.',
        'काढणी':
            'विविध वाणानुसार पक्कता कालावधी वेगळा असु शकतो. साधारणपणे १०० ते १२० दिवसात पीक काढणीस सुरूवात करावी. काढणीस उशीर झाल्यास बोंडातील दाणे झडण्याची शक्यता असते. पिकाची काढणी कणसे/बोंडे खुडून किवा विळ्याने कापून करावी. दोन-तीन दिवस बोंडे उन्हात चांगली वाळल्यानंतर बडवून मळणी करावी, धान्य उन्हात चांगले वाळवून हवेशीर जागी साठवण करून ठेवावे.',
        'उत्पादन': 'हेक्टरी २० ते २५ किंटल प्रति हेक्टर',
        'मूल्यवर्धन':
            'नाचणीच्या धान्यावर प्रक्रिया करून त्यापासून विविध प्रकारचे मूल्यवर्धित उप-पदार्थ बनविता येतात. नाचणीपासून नाचणी पापड, नाचणी बिस्किट, नाचणी सत्त्व, नाचणी नानकटाई, नाचणी शेवया असे अनेक उपपदार्थ केले जाऊ शकतात. त्यामुळे त्याची विक्री किंमत जास्त मिळते व आर्थिक नफा मिळतो.',
      }),
  CropInformation(
      id: '8',
      cropCategorie: '1',
      title: 'वरी/वरई',
      timeRequired: '4-5 महिने',
      imageUrl:
          'https://drive.google.com/uc?export=view&id=1F7wfLnfsJpsNDmA8P7_05i2WZBh-HOaz',
      additionalInfo: {
        'हवामान':
            'वरी/वरई पीक उष्ण व समशितोष्ण प्रदेशात वार्षिक पर्जन्यमान २५०० मिमि. पर्यंत असणाऱ्या भागात समुद्र सपाटीपासून  १००० ते १८०० मिटर उंचीपर्यंत घेतली जाते. या पिकाच्या वाढीसाठी कमाल २५ ते २७ से.ग्र तापमान पोषक असते.',
        'जमीन':
            'वरी पिकाच्या लागवडीसाठी हलकी ते मध्यम, पाण्याचा उत्तम निचरा होणारी जमीन उत्तम आहे. या पिकाची लागवड प्रामुख्याने उप-पर्वतीय विभाग व पश्चिम घाट विभागातील डोंगर उताराच्या जमिनीवर केली जाते.',
        'पूर्व मशागत':
            'जमिनीची खोल नांगरट करून उभ्या आडव्या कुळवाच्या दोन पाळ्या देऊन ५ टन शेणखत / कंपोस्ट खत याचवेळी शेतात मिसळून जमीन भुसभुशीत करावी. पूर्वी घेतलेल्या पिकांचे धसकटे, काडीकचरा व बहुवार्षिक गवताचे अवशेष बेचुन शेत स्वच्छ करावे. हिरवळीचे खत गाडले असल्यास शेणखत / कंपोस्ट खताची जरूरी नसते.',
        'बियाणे व पेरणीची पद्धत':
            'पेरणीची / लावणीची वेळ: खरीप हा प्रमुख हंगाम (जून ते जुलै चा दुसरा पंधरवाडा) बियाणे/बेणे/रोपांचे प्रमाण: ओळीमध्ये पेरणी (८.0 ते १०.0 कि.ग्र./हेक्टर) रोप लागण (५.0 कि.ग्रा./हेक्टर)',
        'बीज वेणे / रोप प्रक्रिया':
            'बियाण्यास अझोस्पिरीलम ब्रासिलेस आणि अस्पजलिस अवामोरी या जीवाणू संवर्धकांची प्रति किलो २५ ग्रॅम प्रमाणे चीजप्रक्रिया करताना करावी, पेरणी/लावणी पद्धत: गादी वाफ्यावर रोपे २० ते २५ दिवसांची झाल्यानंतर शेतामध्ये रोपांची पुर्नलागण करावी. पेरणी लावणीचे अंतर दोन ओळीमधील अंतर ३०.0 से.मी. व दोन रोपामधील अंतर १०.0 से.मी. ठेवावे.',
        'आंतरमशागत':
            'वरीमध्ये रोपांची प्रति एकरी योग्य संख्या ठेवण्यासाठी पेरणीनंतर २० ते २५ दिवसांच्या आत विरळणी करावी. पीक वाढीच्या सुरूवातीच्या काळात पिकाची वाढ संथ गतीने होत असल्याने तणे पिकाशी स्पर्धा करतात. त्यामुळे तणनियंत्रणासाठी एक कोळपणी करून गरजेनुसार एक महिन्याच्या आत एक खुरपणी करावी.',
        'आंतरपिके':
            'वरई पिकाचे अधिक धान्य उत्पादन आणि निव्वळ नफा मिळविण्यासाठी उप-पर्वतीय विभागात वरी / वरई पिकामध्ये कारळा ४:१ या प्रमाणात आंतरपीक घेण्याची शिफारस करण्यात आली आहे.',
        'खत व्यवस्थापन':
            'वरी पिकाकरीता ४०:२०:२० कि.ग्रॅ /हेक्टर या मात्रेमध्ये नत्रःस्फुरदः पालाश देण्याची शिफारस भारतीय तृणधान्य संशोधन संस्था, हैदराबाद मार्फत सांगण्यात आलेली आहे. या खत मात्रेसोबत जिवाणू संवर्धकाची बीजप्रक्रिया (प्रति किलो बियाण्यास प्रत्येक २५ ग्रॅम अझोस्पिरीलम ब्रासिलॅस आणि अस्पर्जीलस अवामोरी) करणे फायद्याचे ठरते.',
        'रोग व्यवस्थापन':
            'वरी पिकामध्ये कणसातील व दाण्यातील काजळी रोग आढळतो. या रोगामध्ये कणसामध्ये विकृती निर्माण होते. दाण्याचा आकार २ ते ३ पटीने वाढून त्यावर केसाळ बाढ होते, हा रोग दाणे भरण्याच्या अवस्थेत व तापमान २० ते २५ से. ग्रे. असताना सुरू होतो. उपाययोजना :बियाणे ५५ से.ग्रे. तापमान असलेल्या गरम पाण्यात भिजवून घ्यावे.',
        'किड व्यवस्थापन':
            'खोडकिड : पेरणीनंतर ६ आठवड्याचे असताना खोडकिडीचा प्रादुर्भाव सुरू होतो. या किडीच्या अळीद्वारे मुख्य खोडाचे नुकसान होऊन मर होते. त्यामुळे फुटव्यावर परिणाम होतो. सर्वाधिक नुकसान जुलै महिन्याच्या शेवटी व ऑगस्ट महिन्याच्या सुरुवातीला जाणवते. उपाययोजना: पावसाळा सुरू होताच ७ ते १० दिवसाच्या आत पेरणी करावी तसेच पेरणीकरीता जास्त बियाणे वापरावे.',
        'काढणी व मळणी':
            'पीक पक्क होताच पिकाची काढणी करावी. जमिनीलगत कापणी करून करावी. पीक वाळल्यानंतर कणसे कापून चांगली वाळल्यानंतर बडवून मळणी करावी. धान्य स्वच्छ करून उन्हात चांगले वाळवून हवेशिर जागेत साठवून करावी. पुढील वर्षाच्या बियाण्यासाठी चांगली भरलेली टपोरी दाण्याची किड व रोगविरहीत कणसे निवडून मळणी करून साठवण करावी.',
        'उत्पादन': '१० ते १२ किंटल प्रति हेक्टर',
      }),
  CropInformation(
    id: '9',
    cropCategorie: '1',
    title: 'बर्टी',
    timeRequired: '4-5 महिने',
    additionalInfo: {
      'हवामान ':
          'या पिकाची लागवड महाराष्ट्रात कमी प्रमाणात केली जाते. या पिकाखालील क्षेत्र आकडेवारी उपलब्ध नाही. भारतातील उत्तराखंड, दक्षिणेतील राज्यांमध्ये या पिकाची लागवड मोठ्या प्रमाणात केली जाते. बर्टी पीक उष्ण व समशितोष्ण प्रदेशात वार्षिक पर्जन्यमान २५०० मि.मि. पर्यंत असणाऱ्या भागात समुद्र सपाटीपासून १००० ते १८०० मिटर उंचीपर्यंत घेतली जाते.',
      'जमीन':
          'या पिकास हलक्या ते मध्यम मगदूराची पूर्ण निचऱ्याची व सेंद्रिय कर्बाचे प्रमाण योग्य असलेली जमीन योग्य आहे.',
      'सुधारित जाती':
          ' बर्टी या पिकाची महाराष्ट्र राज्यामध्ये फुले बर्टी १ या वाणाची शिफारस करण्यात आलेली आहे.* फुले बर्टी १ (१७.८१ कि./हे.) या वाणाने व्ही. एल. १७२ (१३.२७ क्कि./हे.) या तुल्य वाणापेक्षा विविध चाचण्यामध्ये सरासरी ३४.२० टक्के अधिक धान्य उत्पादन दिले.* हा वाण मध्यम वाढ होणारा आहे. कणसे भरदार, लांब, एकमेकांवर अर्ध वर्तुळाकार.* दाण्याचा रंग राखाडी चकाकी असणारा आहे.* या वाणाचा पक्वता कालावधी ९५ ते १०५ दिवस आहे.',
      'पेरणी ':
          'हंगाम (जून ते जुलै चा दुसरा पंधरवाडा) बियाणे / बेणे / रोपांचे प्रमाणः ओळीमध्ये पेरणी (८.० ते १०.० कि.ग्र./हेक्टर). रोप लागण (५.०कि.ग्र./हेक्टर) पेरणी / लावणी पद्धत : गादी वाफ्यावर रोपे २० ते २५ दिवसांची झाल्यानंतर शेतामध्ये रोपांची पुर्नलागण करावी. पेरणी/लावणीचे अंतर दोन ओळीमधील अंतर ३०.० से.मी. व दोन रोपामधील अंतर १०.० से.मी. ठेवावे.',
      'आंतरमशागत ':
          'बरटीमध्ये रोपांची प्रति एकरी योग्य संख्या ठेवण्यासाठी पेरणीनंतर २० ते २५ दिवसांच्या आत विरळणी करावी. पीक वाढीच्या सुरूवातीच्या काळात पिकाची वाढ संथ गतीने होत असल्याने तणे पिकाशी स्पर्धा करतात. त्यामुळे तणनियंत्रणासाठी एक कोळपणी करून गरजेनुसार एक महिन्याच्या आत एक खुरपणी करावी. खत व्यवस्थापन : वरी पिकाकरीता ४०:२०:२० कि.ग्रॅ / हेक्टर या मात्रेमध्ये नत्रः स्फुरदःपालाश देण्याची भारतीय तृणधान्य संशोधन संस्था, हैदराबाद मार्फत सांगण्यात आलेली आहे. या खत मात्रेसोबत जिवाणू संवर्धकाची बीजप्रक्रिया (प्रति किलो बियाण्यास प्रत्येकी २५ ग्रॅम अझोस्पिरीलम ब्रासिलेंस आणि अस्पर्जीलस अवामोरी) करणे फायद्याचे ठरते.',
      'रोग व्यवस्थापन':
          'काजळी रोग : वरी पिकामध्ये कणसातील व दाण्यातील काजळी रोग आढळतात. या रोगामध्ये कणसामध्ये विकृती निर्माण होते. दाण्याचा आकार २ ते ३ पटीने वाढून त्यावर केसाळ बाढ होते. हा रोग दाणे भरण्याच्या अवस्थेत व तापमान २० ते २५ से. ग्रे. असताना सुरू होतो. उपाययोजना : पेरणीपूर्वी बियाणे ५५ से.ग्रे. तापमान असलेल्या गरम पाण्यात भिजवून घ्यावे.',
      'किड व्यवस्थापन':
          'खोडकिड : पेरणीनंतर ६ आठवड्याचे असताना खोडकिडीचा प्रादुर्भाव सुरू होतो. या किडीच्या अळीद्वारे मुख्य खोडाचे नुकसान होऊन मर होते. त्यामुळे फुटव्यावर परिणाम होतो. सर्वाधिक नुकसान जुलै महिन्याच्या शेवटी व ऑगस्ट महिन्याच्या सुरूवतीला जाणवते. उपाययोजना : पावसाळा सुरू होताच ७ ते १० दिवसाच्या आत पेरणी करावी तसेच पेरणीकरीता जास्त बियाणे वापरावे.',
      'काढणी व मळणी':
          'पीक साधारणपणे ९५ ते १०५ दिवसात काढणीस तयार होते. कणसे पक्व होताच जमिनीलगत कापणी करून काढणी करावी. कणसे चांगली वाळल्यानंतर बडवून मळणी करावी. धान्य स्वच्छ करून उन्हात चांगले वाळवून हवेशीर जागेत साठवून ठेवावे. उत्पादन : १३ ते १५ क्विंटल/हे',
      'उत्पादन': '१३ ते १५ क्विंटल/हे',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1tcOsVqq6-vmYz-lmK48AdKSGPWdtzb8x',
  ),
  CropInformation(
      id: '10',
      cropCategorie: '2',
      title: 'हरभरा',
      timeRequired: '4-5 महिने',
      imageUrl:
          'https://drive.google.com/uc?export=view&id=1q3noffzFcnceEo0cLKtLnxu5KRtt3JWe',
      additionalInfo: {
        'जमीन':
            'हरभरा पिकासाठी मध्यम ते भारी काळी कसदार व चांगल्या निचऱ्याची जमीन निवडावी. हलकी अथवा भरड, पाणथळ, चोपण किंवा क्षारयुक्त जमीन हरभरा लागवडीसाठी निवडू नये तसेच जमिनीचा सामु ६.५ ते ७.५ या दरम्यान असावा.',
        'पूर्वमशागत':
            'खखरीपाचे पीक निघाल्यानंतर खोल नांगरट करावी. कुळवाच्या दोन पाळ्या द्याव्यात. काडीकचरा वेचून जमीन स्वच्छ करावी. खरीपामध्ये शेणखत दिले नसल्यास हेक्टरी पाच टन चांगले कुजलेले शेणखत जमिनीमध्ये मिसळावे. या प्रमाणे सप्टेंबरच्या अखेरीस पेरणीसाठी शेत तयार ठेवावे.',
        'पेरणीची वेळ':
            'हरभरा हे रब्बी हंगामाचे पीक असल्याने कोरडी व थंड हवा चांगली मानवते. कोरडवाहू क्षेत्रामध्ये जेथे सिंचनाची सोय अजिबात नसेल तेथे हस्त नक्षत्राच्या पहिल्या चरणानंतर म्हणजे २० सप्टेंबरनंतर जमिनीतील ओल कमी होण्यापूर्वी पेरणी करावी. यासाठी प्रामुख्याने विजय, दिग्विजय आणि फुले विक्रम हे वाण वापरावेत. बागायती हरभरा २० ऑक्टोबर ते १० नोव्हेंबर यादरम्यान पेरल्यास चांगले उत्पादन येते. पेरणीची वेळ लांबल्यास किंवा डिसेंबरनंतर पेरणी केल्यास उत्पन्न फार कमी मिळते. काबुली हरभऱ्याची पेरणी सिंचनाची सोय असेल तरच करावी.',
        'पेरणीची पद्धत आणि बियाण्याचे प्रमाण':
            'सामान्यतः देशी हरभऱ्याची पेरणी पाभरीने किंवा तिफणीने करावी. दोन ओळीतील अंतर ३० सें.मी. व दोन रोपातील १० सें.मी. अंतरावर टोकण होईल असे ट्रॅक्टरवर चालणारे पेरणीयंत्र महात्मा फुले कृषि विद्यापीठाने तयार केले आहे. त्याचा वापर करणे अधिक चांगले. या प्रकारे पेरणी केल्यास विजय व फुले विक्रम हरभऱ्याचे हेक्टरी ६५ ते ७० किलो तर विशाल, दिग्विजय, विराट किंवा पी.के.व्ही २ या वाणांचे हेक्टरी १०० किलो बियाणे लागते. पीकेव्ही-४ आणि कृपा वाणाकरिता १२५-१३० - किलो/हेक्टर बियाणे वापरावे. हरभरा सरी वरंब्यावरही चांगला येतो. भारी जमिनीत ९० सें.मी. रुंदीच्या सऱ्या सोडाव्यात आणि वरंब्याच्या दोन्ही बाजूला १० सें.मी. अंतरावर एक-एक बियाणे टोकावे. काबुली वाणासाठी जमीन ओली करुन वापशावर पेरणी केली असता उगवण चांगली होते.',
        'बीजप्रक्रिया':
            ' बिजप्रक्रीया करणे अत्यंत महत्त्वाचे असुन खरीप हंगामातील सोयाबीन पीक निघाल्यानंतर मुळ कुज व मान कुज या रोगापासून संरक्षण होण्यासाठी ट्रायकोडर्मा हरजियानाम १.०% डब्ल्यू. पी. ६ ग्रॅम प्रति किलो बीजप्रकियेसाठी तसेच अळवणीसाठी लागवडीनंतर ५० दिवसांनी वापरावी. यानंतर २५० ग्रॅम रायझोबियम व पी.एस.बी.प्रति १० किलो बियाण्यास गुळाच्या थंड द्रावणामध्ये मिसळून चोळावे. असे बियाणे तासभर सावलीत सुकवावे आणि मग पेरणी करावी. यामुळे पिकाचे रोप अवस्थेत बुरशीजन्य रोगांपासून संरक्षण होते. मुळावरील नत्राच्या गं्रथी वाढतात आणि पिकाची वाढ चांगली होते.',
        'खतमात्रा':
            'शक्यतो मातीपरिक्षण करूनच खतमात्रा द्यावी. हरभऱ्याला हेक्टरी २५ किलो नत्र, ५० किलो स्फुरद आणि ३० किलो पालाश खताची आवश्यकता असते. यासाठी हेक्टरी १२५ किलो डीएपी आणि ५० किलो म्युरेट ऑफ पोटॅश पेरणीच्या वेळी बियाणालगत पडेल या पद्धतीने दुचाडी पाभरीने पेरुन द्यावे. खत विस्कटून टाकू नये. पीक फुलोऱ्यात असताना आणि घाटे भरण्याच्या अवस्थेमध्ये पाण्याचा ताण पडल्यास २ टक्के युरीयाची पहिली फवारणी करावी आणि त्यानंतर १०-१५ दिवसांनी दुसरी फवारणी २ टक्के पोटॅशिअम नायट्रेटची करावी.',
        'आंतरमशागत':
            'पिकाच्या जोमदार वाढीसाठी शेत सुरुवातीपासूनच तण विरहीत ठेवावे. पीक २० दिवसांचे झाल्यानंतर पहिली कोळपणी करावी आणि एक महिन्याचे असताना दुसरी कोळपणी करावी. कोळपणी शक्यतो वापशावर करावी. कोळपणीमुळे जमिनीत हवा चांगली खेळती राहते आणि पिकाची वाढ चांगली होते. कोळपणीनंतर एक खुरपणी करावी. कोरडवाहू क्षेत्रामध्ये कोळपणीमुळे जमिनीत पडत असलेल्या भेगा बुजून जातात आणि ओल टिकून राहते. तसेच पेरणीपूर्व पेन्डामेथिलिन (स्टॉम्प) २.५ लिटर प्रती हेक्टरी ५०० लिटर पाण्यात मिसळून जमिनीत ओल असताना फवारणी करावी.',
        'पाणी व्यवस्थापन':
            'जिरायत हरभरा क्षेत्रात जमिनीतील ओलावा खूपच कमी असेल आणि एखादे पाणी देणे शक्य असेल तर हरभरा पिकाला फुले येऊ लागताच पाणी द्यावे. बागायत हरभरा शेताची रानबांधणी करताना दोन साऱ्यातील अंतर कमीत कमी ठेवण्याचा प्रयत्न करावा. तसेच लांबी सुध्दा जमिनीच्या उतारानुसार कमी ठेवावी म्हणजे पिकाला प्रमाणशीर पाणी देण्यास सोयीचे होते. मध्यम जमिनीत २० ते २५ दिवसांनी पहिले, ४५ ते ५० दिवसांनी दुसरे आणि ६५ ते ७० दिवसांनी तिसरे पाणी द्यावे. भारी जमिनीस पाण्याच्या दोनच पाळ्या पुरेशा होतात. त्यासाठी पहिले पाणी ३०-३५ दिवसांनी व दुसरे पाणी ६५-७० दिवसांनी द्यावे. हरभरा पिकाला सर्वसाधारणपणे २५ सेंमी पाणी लागते. प्रत्येक वेळी पाणी प्रमाणशीर (७ ते ८ सें.मी.) देणे महत्वाचे असते. जास्त पाणी दिले तर पीक उभळण्याचा धोका असतो. स्थानिक परिस्थितीनुसार व जमिनीच्या खोलीनुसार पाण्याच्या दोन पाळ्यामध्ये अंतर ठेवावे. जमिनीस फार मोठ्या भेगा पडण्याच्या आतच पिकास पाणी द्यावे. पाणी दिल्यानंतर शेतात पाणी साचून राहणार नाही याची काळजी घ्यावी, अन्यथा मुळकुज या रोगाने पिकाचे नुकसान होते.',
        'तुषार सिंचन':
            'हरभरा पिकास तुषार सिंचन पद्धतीने पाणी दिल्यास आणि सुधारित वाणांची लागवड केल्यास उत्पादनात मोठी वाढ होते. हे पीक पाण्यास अतिशय संवदेनशील असल्याने गरजेपेक्षा अधिक पाणी दिल्यास पीक उभळते आणि त्यामुळे उत्पादनात मोठी घट येते. यासाठी या पिकास तुषार सिंचन अतिशय उत्कृष्ट पद्धत आहे. तुषार सिंचन पद्धतीमुळे पिकास पाहिजे तेवढे आवश्यक त्या वेळेला पाणी देता येते. सारा, पाट-वरंबा यासारख्या पद्धतीने पाणी दिल्यास जमीन दाबून बसते व जमिनीचा भुसभुशीतपणा कमी होतो व त्याचा उत्पादनावर परिणाम होतो. परंतु तुषार सिंचनाने जमीन नेहमी भुसभुशीत राहते. कोणतीही मशागत अतिशय सुलभ करता येते. अगोदर तुषार सिंचनाने जमीन ओलावून मशागत केली आणि तिफन किंवा पाभरीच्या सहाय्याने काकऱ्या पाडून हरभरा बियाणे टोकण केले तर पिकाची उगवण अतिशय चांगली होते. तुषार सिंचन पद्धतीने पाणी दिल्यास शेतामध्ये सारा, पाटा- वरंबा पाडण्याची गरज नसते. पर्यायाने यावरील खर्चात बचत होते. पिकात तणांचा प्रादुर्भाव नेहमीपेक्षा तुषार सिंचन पद्धतीत कमी होतो आणि असलेले तण काढणे अतिशय सुलभ जाते. नेहमीच्या पद्धतीत पिकास अनेकदा प्रमाणापेक्षा जास्त पाणी दिल्यामुळे मुळकुजसारखे रोग पिकावर येतात आणि पीक उत्पादन घटते. परंतु तुषार सिंचनाने पाणी योग्य प्रमाणात देता येत असल्याने मुळकुज रोगामुळे होणारे नुकसात टाळता येते. नेहमीच्या पाणी देण्याच्या पद्धतीत जास्त पाण्यामुळे पिकास दिलेली खते, अन्नद्रव्ये वाहून किंवा खोलवर जाण्याची शक्यता असते. शिवाय वाफसा लवकर येत नसल्याने अन्नद्रव्ये, खते पिकास उपलब्ध होतीलच याची खात्री नसते. मात्र तुषार सिंचन पद्धतीमध्ये जमिनीत नेहमीच वाफसा स्थिती राहत असल्यामुळे पिकास दिलेली सर्व खते पूर्णपणे उपलब्ध होतात आणि वाफसा स्थितीमुळे पिकाची अन्नद्रव्ये शोषण्याची क्षमता वाढते. अशा रीतीने तुषार सिंचन पद्धतीने हरभरा पिकास पाणी दिल्यास हरभरा उत्पादनात आशादायक वाढ होते.',
        'पीक संरक्षण':
            'घाटे अळी ही हरभऱ्यावरील मुख्य किड आहे. पीक साधारणतः ३ आठवड्याचे झाल्यावर बारीक अळ्या दिसू लागतात. पानांवर पांढरे डाग दिसतात आणि शेंडे खाल्लेले दिसतात. या किडीचे नियंत्रण एकात्मिक पद्धतीने चांगले होते. याकरीता पेरणीच्या वेळी हेक्टरी २०० ग्रॅम ज्वारी शेतामध्ये पेरावी. पक्ष्यांना बसण्यासाठी दर १५-२० मीटर अंतरावर पक्षी थांबे लावावेत. त्यावर कोळसा, चिमण्या, साळुंख्या असे पक्षी येतात आणि अळ्या वेचतात. किडीच्या सर्वेक्षणासाठी हेक्टरी ५ कामगंध सापळे लावावेत. किडीच्या नियंत्रणासाठी पिकास फुलकळी येऊ लागताच ५ टक्के निंबोळी अर्काची पहिली फवारणी करावी. पहिल्या फवारणीनंतर १० ते १५ दिवसांनी हेलिओकिल या विषाणूजन्य किटकनाशकाची ५०० मिली ५०० लिटर पाण्यातून या प्रमाणात फवारणी करावी. आवश्यकता असेल तर तिसरी फवारणी इमामेक्टिन बेंझोंएट ५% एस जी ४ ग्रॅम प्रति १० लिटर पाणी किंवा क्लोरॅन्ट्रॅनिलीप्रोल १८.५% एस.सी. २.५ मिली प्रति १० लिटर पाणी यापैकी एका रासायनिक किटकनाशकाची करावी.',
        'काढणी':
            'हरभरा पीक ११० ते १२० दिवसांमध्ये तयार होते. पीक ओलसर असताना काढणी करु नये. घाटे कडक वाळल्यानंतर मगच हरभऱ्याची काढणी करून मळणी करावी. यानंतर धान्यास ६-७ दिवस कडक ऊन द्यावे. हरभरा कोठीमध्ये साठवून ठेवावा. त्यामध्ये कडुलिंबाचा पाला (५ टक्के) घालावा. त्यामुळे साठवणीत कीड लागत नाही.',
        'उत्पादन':
            'अशाप्रकारे सुधारित वाणांचा आणि तंत्रज्ञानाचा वापर करून हरभऱ्याची लागवड केल्यास सरासरी २५ ते ३० क्विंटल प्रति हेक्टर उत्पादन मिळू शकते',
      }),
  CropInformation(
      id: '11',
      cropCategorie: '2',
      title: 'तूर',
      timeRequired: '4-5 महिने',
      imageUrl:
          'https://drive.google.com/uc?export=view&id=1ZnmFyvVZeo6d9xrvnDJ_S3Qw7CmnyWFk',
      additionalInfo: {
        'जमीन':
            'मध्यम ते भारी, पाण्याचा उत्तम निचरा होणारी जमीन या पिकाकरिता योग्य असून चोपण, पाणथळ जमिनीत हे पीक चांगले येत नाही. कसदार, भुसभुशीत, पोयट्याच्या जमिनीत सुध्दा तूर चांगली येते. जमिनीत स्फुरद, कॅल्शियम, गंधक या अन्नद्रव्यांची कमतरता नसावी. साधारणतः ६.५ ते ७.५ सामू असलेली जमीन या पिकास योग्य असते. तसेच जमिनीचा सेंद्रिय कर्ब ०.५ पेक्षा जास्त असावा.',
        'पूर्वमशागत':
            'उन्हाळ्यात चांगली खोल नांगरट करावी आणि जमीन चांगली तापू द्यावी. त्यामुळे जमिनीतील किडी, अंडी व कोष इ. नष्ट होतात. जमीन चांगली तापल्यामुळे सच्छिद्रता वाढते. अन्नद्रव्ये मुक्त होतात आणि जमिनीचा पोत सुधारतो. मान्सुनचा पाऊस झाल्यावर वाफसा येताच कुळवाची पाळी देऊन काडी कचरा स्वच्छ वेचून जमीन पेरणीसाठी तयार ठेवावी. याच वेळी हेक्टरी ५ टन चांगले कुजलेले शेणखत टाकावे.',
        'आंतरपिके':
            'तूर हे पीक बहुतांशी आंतरपिक म्हणून घेतले जाते. तूर + बाजरी (१:२), तूर + सुर्यफूल (१:२), तूर + सोयाबीन (१:३), तूर + ज्वारी (१:२ किंवा १:४), तूर कापूस (१:६/१:८), तूर भुईमूग, तूर मूग (१:३), तूर उडीद (१:३) अशाप्रकारे पेरणी केल्यास दोन्ही पिकांचे उत्पादन चांगले येते. तूरीचे सलग पीक सुद्धा चांगले उत्पादन देते. तूर-सोयाबीन आंतरपीक २:४ किंवा १:६ प्रमाणात खरीप हंगामात पेरून सलग पद्धतीने रब्बी हंगामात गहू पेरणी करावी.',
        'पेरणीचे अंतर':
            'सलग पीक घ्यावयाचे असल्यास मध्यम कालावधीच्या वाणाकरिता ६० × २० सें.मी. किंवा ९० × २० सें.मी. अंतर वापरावे. अलिकडे घेण्यात आलेल्या प्रयोगामध्ये अधिक अंतरावर पेरलेल्या तूर पिकाचे आशादायक उत्पादन मिळाले आहे. म्हणून १८०× ३० से.मी. किंवा ९०४६० से.मी. अंतरावर पेरणी करावी. १८०४३० से.मी. अंतरावर लागवड करून त्यात सोयाबीनच्या ३ ओळी आंतरपिक म्हणून ४५x५ सें.मी. अंतरावर लागवड करता येऊ शकते. सोयाबीन पीक लवकर निघून जाते. तसेच तुर व सोयाबीन दोन्ही पिकातून अधिक उत्पादन मिळू शकते.',
        'बियाणे प्रमाण':
            'मध्यम कालावधीचे वाण राजेश्वरी, विपुला व बी. डी. एन. ७११ या वाणासाठी हेक्टरी १२-१५ किलो बियाणे तर उशिरा येणाऱ्या आणि जास्त अंतरावर लावावयाच्या वाणासाठी हेक्टरी ५ ते ६ किलो बियाणे टोकण पद्धतीसाठी पुरेशे होते.',
        'बीजप्रक्रिया':
            'पेरणीपूर्वी प्रतिकिलो बियाणास ४ ग्रॅम कार्बोक्झीन ३७.५% + थायरम ३७.५% डब्ल्यू.एस.ची बीजप्रक्रिया करावी. यानंतर प्रत्येकी २५० ग्रॅम रायझोबियम व पी.एस. बी. जिवाणु संवर्धन १० किलो बियाण्यास गुळाच्या थंड द्रावणातून चोळावे.',
        'खत व्यवस्थापन':
            'सलग तुरीसाठी हेक्टरी २५ किलो नत्र व ५० किलो स्फुरद म्हणजेच १२५ किलो डीएपी पेरणीचे वेळी द्यावे. पीक ५०% फुलोऱ्यात असतांना मल्टीन्युट्रीयन्टची फवारणी करावी. आंतरपिक असल्यास ज्या पिकाच्या ओळी जास्त त्या पिकाची शिफारस केलेली खत मात्रा द्यावी. उदा. सोयाबीन करीता ५० किलो नत्र आणि ७५ किलो स्फुरद अशी मात्रा द्यावी.',
        'आंतर मशागत':
            'पेरणीनंतर १५ ते २० दिवसांनी पहिली कोळपणी करावी. पुढे १५ दिवसांनी खुरपणी किंवा कोळपणी करावी. अधिक उत्पादनासाठी पीक पेरणीनंतर ३०-४५ दिवस शेत तणविरहीत ठेवावे. तणनियंत्रणासाठी तणनाशकाचा वापर करावयाचा असल्यास पेरणीनंतर लगेच वापशावर (पुरेसा ओलावा) पेंडीमेथीलीन (स्टॉम्प प्लस) हे तणनाशक २.५ लिटर प्रति हेक्टरला ५०० लिटर पाण्यातून फवारावे तसेच अधिक उत्पादनासाठी ४५ दिवसांनी झाडाच्या वरून ५ सें.मी. तुरीचा शेंडा खुडण्याची क्रिया करावी.',
        'पाणी व्यवस्थापन':
            'तूर हे खरीप हंगामामधील पीक असल्यामुळे ते पावसावर वाढते. तथापि पावसामध्ये खंड पडल्यास किंवा पाण्याचा ताण पडल्यास आणि सिंचनाची सुविधा असल्यास पिकास वाढीच्या अवस्थेमध्ये (३० ते ३५ दिवस), फुलोऱ्याच्या अवस्थेमध्ये (६० ते ७० दिवस) आणि शेंगा भरावयाच्या अवस्थेमध्ये पाणी द्यावे. अथवा ठिबक सिंचनाने ५०% बाष्पीभवनानंतर पाणी द्यावे. त्यामुळे पीक उत्पादनात अधिक वाढ होते. पुसा हायड्रोजल २.५ किलो प्रति हेक्टर सेंद्रिय पदार्थाचे आच्छादन ५टन प्रति हेक्टर अवर्षण प्रवण स्थितीत तग धरण्यासाठी देण्यात यावे.',
        'तुरीचे पीक संरक्षण':
            'तुरीमध्ये फुलोरा व शेंगा भरण्याच्या अवस्थेमध्ये शेंगा पोखरणारी अळी (घाटेअळी), मरूका, पिसारी पतंग व शेंग माशी या किडींचा प्रादुर्भाव वाढत असल्यामुळे या किडींमुळे ३० ते ४० टक्के नुकसान होते. या किडींच्या नियंत्रणासाठी एकात्मिक कीड व्यवस्थापन या पद्धतीचा वापर करावा. तूर या पिकात तृणधान्यांचे आंतरपिक घेतल्यास किडींचे प्रमाण कमी राहते. शेताच्या बांधावरील तुरीच्या शेंगा पोखरणाऱ्या अळ्यांची पर्यायी खाद्यतणे उदा. कोळशी, रानभेंडी, पेटारी ही तणे वेळोवेळी काढून नष्ट करावीत. तूर लागवडीच्या वेळी ज्वारीचे बियाणे २५० ग्रॅम/हेक्टरी जागोजागी लावावे. शेंगा पोखरणाऱ्या अळींचा प्रादुर्भाव कळण्यासाठी व किडींच्या नियंत्रणासाठी पाच कामगंध सापळे/हेक्टरी लावावेत. शेतात पक्ष्यांना बसण्यासाठी मचाण म्हणजेच इंग्रजी टी आकाराचे पक्षी थांबे ५०-६० प्रती हेक्टर उभारावेत. पिकास फुलकळी येतांना प्रतिबंधात्मक उपाय म्हणून ५ टक्के निंबोळी अर्काची किंवा निंबोळीयुक्त किटकनाशक अॅझाडिरेक्टीन ०.०३टक्के (३०० पी.पी.एम.) ५ मि.ली. प्रती लिटर पाणी या प्रमाणात पहिली फवारणी करावी. तुरीला पन्नास टक्के फुलोरा आल्यानंतर एच.ए.एन.पी.व्ही.५०० एल.ई. (हेलिओकिल) १.० मि.ली. प्रती लिटर पाण्यातून फवारणी करावी. एच.ए.एन.पी.व्ही. या विषाणूंची कार्यक्षमता अतिनील किरणात टिकून राहण्यासाठी अर्ध्या लिटर पाण्यात १ ग्रॅम रानीपॉल पावडर टाकून हे द्रावण १ मि.ली. प्रती लिटर द्रावणात मिसळून फवारणी केल्यास प्रथम व द्वितीय अवस्थेतील अळ्यांचे प्रभावी नियंत्रण मिळते. यानंतर शेंगा भरण्याच्या अवस्थेत जर किडींनी आर्थिक नुकसानकारक पातळी ओलांडली असेल तर इंडोक्झाकार्ब १४.५ टक्के एस.सी. प्रवाही ०.७ मि.ली. किंवा इमामेक्टीन बेंझोएट ५ टक्के एस.जी. ०.३ मि.ली. प्रती लिटर पाणी या प्रमाणात फवारणी करावी.',
        'काढणी':
            'तुरीच्या शेंगा वाळल्यावर पीक कापून घ्यावे व खळयावर मळणी करावी. तूर पिकाचा खोडवा घेवू नये कारण वांझ या रोगाचा प्रादुर्भाव वाढण्याची शक्यता असते.',
        'साठवण':
            'साठवणीपूर्वी तूर धान्य ५-६ दिवस चांगले उन्हात वाळवून पोत्यात किंवा कोठीत साठवावे. साठवण कोंदट व ओलसर जागेत करु नये. शक्य असल्यास कडूनिंबाचा पाला (५ टक्के) धान्यात मिसळून धान्य साठवावे. यामुळे धान्य साठवणीतील किडीपासून सुरक्षित राहते.',
        'उत्पादन':
            'अशाप्रकारे सुधारित वाण आणि तंत्रज्ञानाचा वापर केल्यास तुरीचे सरासरी १८ ते २० क्विंटल प्रति हेक्टरी उत्पादन मिळू शकते.',
      }),
  CropInformation(
    id: '12',
    cropCategorie: '2',
    title: 'मूग व उडीद',
    timeRequired: '4-5 महिने',
    additionalInfo: {
      'जमीन':
          'मध्यम ते भारी, चांगली निचरा होणारी जमीन आवश्यक असते. पाणी साचून राहणारी, क्षारपड, चोपणा किंवा अत्यंत हलकी जमीन टाळावी.',
      'पूर्वमशागत':
          'चांगली पूर्वमशागत ही मूग आणि उडीदाच्या अधिक उत्पादनासाठी आवश्यक बाब आहे. यासाठी उन्हाळयापूर्वी जमीन नांगरावी. ती चांगली तापू द्यावी आणि पावसाळा सुरु होताच कुळवाच्या पाळ्या घ्याव्यात. काडी, कचरा, धसकटे वेचून घ्यावीत. याच वेळी हेक्टरी ५ टन चांगले कुजलेले शेणखत घालावे.',
      'पेरणीची वेळ':
          'मूग आणि उडीद ही दोन्ही पिके खरीप हंगामातील आहेत. त्यामुळे मान्सूनचा पहिला पेरणीयोग्य पाऊस झाल्यावर आणि जमिनीत वापसा येताच म्हणजे जूनचा दुसरा पंधरवड्यामध्ये पेरणी पूर्ण करावी. पेरणी जसजशी उशिरा होत जाईल त्याप्रमाणे उत्पादनात मोठी घट होते.',
      'बीजप्रक्रिया':
          'पेरणीपूर्वी प्रति किलो बियाण्यास ५ ग्रॅम ट्रायकोडर्मा पावडर लावावी व त्यानंतर २५ ग्रॅम रायझोबियम जीवाणूची पावडर गुळाच्या थंड पाण्यामध्ये मिसळून लावावी. मूग, उडीद या पिकांच्या बियाणासाठी चवळी गटाचे रायझोबियम जीवाणू संवर्धन वापरावे. ट्रायकोडर्मामुळे बुरशीजन्य रोगाचे नियंत्रण होते. रायझोबियम मुळे मुळावरील गाठी वाढून नत्राची उपलब्धता वाढते.',
      'पेरणीचे अंतर':
          'मूग आणि उडीद ही पिके अतिशय कमी कालावधीची (७० ते ८० दिवस) असल्यामुळे सलग अथवा आंतरपिक म्हणून घेतले जाते. या दोन्ही पिकाचे पेरणीसाठी दोन ओळीतील अंतर ३० सें.मी. व दोन रोपांमधील अंतर १० सें.मी. राहील या बेताने पेरणी करावी. पेरणी पाभरीने करणे चांगले. या पिकामध्ये तुरीचे आंतरपिक घ्यावयाचे असल्यास मुख्य पिकाच्या दोन ते चार ओळीनतंर एक ओळ तूरीची पेरणी करावी.',
      'खतमात्रा':
          'या दोन्ही पिकांना २० किलो नत्र आणि ४० किलो स्फुरद म्हणजेच १०० किलो डीएपी प्रति हेक्टरी द्यावे. शक्यतो रासायनिक खाते ही चांगल्या कुजलेल्या शेणखतामध्ये मिसळून बियाणालगत पेरुन द्यावी म्हणजे त्याचा प्रभाव चांगला होतो.',
      'बियाणे प्रमाण': '१५-२० किलो/हेक्टर',
      'आंतरमशागत':
          'सुरुवातीपासूनच पीक तणविरहीत ठेवणे ही पिकाच्या जोमदार वाढीसाठी आवश्यक बाब आहे. पीक २० ते २५ दिवसांचे असताना पहिली आणि ३०-३५ दिवसांचे असताना दुसरी कोळपणी करावी. कोळपणी शक्यतो वापशावर करावी. कोळपणी नंतर दोन रोपांतील तण काढण्यासाठी लगेच खुरपणी करावी. ही पिके ३० ते ४५ दिवस तण विरहीत ठेवणे हे उत्पादन वाढीच्या दृष्टीने आवश्यक असते.',
      'पाणी व्यवस्थापन':
          'ही पिके सर्वस्वी पावसावर येणारी आहेत. या पिकांना फुले येताना आणि शेंगा भरताना ओलाव्याची कमतरता भासू लागते. अशा परिस्थितीत पाऊस नसेल आणि जमिनीत ओलावा खुपच कमी झाला असेल तर फुले येण्याच्या आणि शेंगा भरण्याच्या काळामध्ये हलके पाणी द्यावे किंवा २% युरियाची फवारणी करावी.',
      'पीक संरक्षण':
          'मुगावर रस शोषणाच्या किडी आणि उडीदावर केसाळ अळया यांचा प्रादुर्भाव होतो. उडीदावरील केसाळ अळीच्या नियंत्रणासाठी क्विनॉलफॉस २५ % ई.सी. १००० मिली ५०० लिटर पाण्यातून फवारावे. एखाद्या झाडावर केसाळ अळयांचा प्रार्दुभाव दिसताच ती झाडे उपटावीत व सर्व अळया नष्ट करुन टाकाव्यात. या पिकांवर प्रामुख्याने भूरी आणि पिवळा विषाणू या रोगांचा प्रादुर्भाव आढळून येतो. भूरी रोगाच्या प्रादुर्भावामुळे पानांवर पांढरे ठिपके दिसून येतात. रोगाची तीव्रता जास्त असल्यास संपूर्ण पाने पांढरट दिसतात तसेच पानगळ होते. यामुळे उत्पादनात घट होते. या रोगाच्या नियंत्रणासाठी गंधक ८५% डी.पी. १५ ते २० किलो प्रति हेक्टरी धुरळणी करावी. पिवळा विषाणू या रोगाचा प्रसार पांढरी माशी या किडीमार्फत होतो. उडीद पिकावरील शेंगा पोखरणाऱ्या किडींच्या नियंत्रणासाठी क्लोरॅन्ट्रॅनिलीप्रोल १८.५ टक्के प्रवाही २ मिली अथवा फ्ल्युबेंडामाईड ३९.३५ टक्के प्रवाही २ मिली अथवा मोनोक्रोटोफॉस ३६ टक्के प्रवाही १२.५० मिली प्रति १० लिटर पाण्यात मिसळून प्रादुर्भाव दिसू लागताच यापैकी कोणत्याही एका किटकनाशकाची फवारणी करावी.',
      'काढणी':
          'मूगाच्या शेंगा ७५ टक्के वाळल्यानंतर पहिली तोडणी व त्यानंतर ८-१० दिवसांनी राहिलेल्या सर्व शेंगा तोडाव्यात. शेंगा खळयावर चांगल्या वाळल्यावर मळणी करावी. उडीदाची कापणी करुन खळयावर आणून त्याची मळणी करावी. उडीदाच्या शेंगा तोडण्याची गरज भासत नाही. साठवणीपूर्वी मूग व उडीद धान्य ४-५ दिवस चांगले उन्हात वाळवून पोत्यात किंवा कोठीत साठवावे. साठवण कोंदट व ओलसर जागेत करु नये. साठवताना कडूनिंबाचा पाला (५%) धान्यात मिसळावा. त्यामुळे साठवणीत कीड लागत नाही.',
      'उत्पादन':
          'अशाप्रकारे चांगली काळजी घेऊन वाढविलेल्या पिकापासून१० ते १२ क्विंटल हेक्टरी उत्पादन मिळते.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1aAv_esKmVpQYA40GMQUeQV2xE4peJbgW',
  ),
  CropInformation(
    id: '13',
    cropCategorie: '2',
    title: 'कुळीथ आणि मटकी',
    timeRequired: '4-5 महिने',
    additionalInfo: {
      'जमीन':
          'हलकी ते मध्यम माळरानाची, पाण्याचा उत्तम निचरा होणारी जमीन या पिकास योग्य असते, पाणथळ, चोपण, क्षारयुक्त जमिनीत या पिकाची लागवड टाळावी.उन्हाळ्यात जमिनीची खोल नांगरट करावी.',
      'खतमात्रा':
          'हेक्टरी ५ टन शेणखत/कंपोस्ट खत द्यावे. मृगाचा पाऊस झाल्या नंतर कुळाच्या दोन पाळ्या द्याव्यात.',
      'हेक्टरी बियाणे प्रमाण': '१२ ते १५ किलो.',
      'पेरणीचे अंतर': 'दोन ओळीत ३० सें. मी. व दोन रोपात १० सें.मी. ठेवावे.',
      'बीजप्रक्रिया':
          '२५० ग्रॅम रायझोबियम जीवाणूसंवर्धन १० ते १५ किलो बियाण्यास गुळाच्या थंड द्रावणातून चोळावे. १२ किलो नत्र आणि २५ किलो स्फुरद या प्रमाणे रासायनिक खताची मात्रा द्यावी. म्हणजेच ७५ किलो डीएपी प्रती हेक्टर प्रमाणे पेरणी करतांना खत द्यावे.',
      'कोळपणी':
          'पीक २०-२५ दिवसांचे असतांना पहिली कोळपणी आणि ३०-३५ दिवसाचे असतांना दुसरी कोळपणी करावी.',
      'विशेष बाब': 'पेरणीनंतर ३० ते ४५ दिवस पीक तणविरहीत ठेवावे.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1ELrcJbmGw6IwA_CVJMU8MO7MG-zm6-0o',
  ),
  CropInformation(
    id: '14',
    cropCategorie: '2',
    title: 'राजमा आणि चवळी',
    timeRequired: '4-5 महिने',
    additionalInfo: {
      'जमीन':
          'मध्यम ते भारी, पाण्याचा उत्तम निचरा होणारी जमीन या पिकास योग्य असते, पाणथळ, चोपण, क्षारयुक्त जमिनीत या पिकाची लागवड टाळावी. उन्हाळ्यात जमिनीची खोल नांगरट करावी.',
      'खतमात्रा':
          'हेक्टरी ५ टन शेणखत/कंपोस्ट खत द्यावे. मृगाचा पाऊस झाल्यानंतर कुळबाच्या दोन पाळ्या द्याव्यात.',
      'हेक्टरी बियाणे प्रमाण': 'चवळी १५ ते २० किलो \n राजमा ११० ते १२० किलो',
      'पेरणीचे अंतर':
          'चवळी :- दोन ओळीत ४५ सें.मी. व दोन रोपात १० सें.मी. ठेवावे. \n राजमा :- दोन ओळीत ३० सें.मी. व दोन रोपात १५ सें.मी. ठेवावे.',
      'बीजप्रक्रिया':
          '२५० ग्रॅम रायझोबियम जीवाणुसंवर्धन १० ते १५ किलो बियाण्यास गुळाच्या थंड द्रावणातून चोळावे.',
      'चवळी':
          '२५ किलो नत्र आणि ५० किलो स्फुरद या प्रमाणे रासायनिक खताची मात्रा द्यावी, म्हणजेच १२५ किलो डीएपी प्रती हेक्टर प्रमाणे पेरणी करतांना खत द्यावे.',
      'राजमा':
          'पेरणी करतांना ३० किलो नत्र आणि ८० किलो स्फुरद या प्रमाणे रासायनिक खताची मात्रा द्यावी, म्हणजेच १७० किलो डीएपी प्रती हेक्टर प्रमाणे पेरणी करताना खत द्यावे यानंतर पीक २० दिवसांचे झाल्यावर नत्राचा दुसरा हप्ता ३० किलो म्हणजेच ७० किलो युरीया प्रति हेक्टरी द्यावा.',
      'कोळपणी':
          'पीक २०-२५ दिवसांचे असताना पहिली कोळपणी आणि ३०-३५ दिवसांचे असताना दुसरी कोळपणी करावी.',
      'विशेष बाब': 'पेरणीनंतर ३० ते ४५ दिवस पीक तणविरहीत ठेवावे.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1l8KBW4B1TnvYDyVxg0mADlpWyiJEHFtg',
  ),
  CropInformation(
      id: '15',
      cropCategorie: '3',
      title: 'भुईमूग',
      timeRequired: '4-5 महिने',
      imageUrl:
          'https://drive.google.com/uc?export=view&id=114NGcdlmm4_DWk8prBGKEVzQoCIj8z0q',
      additionalInfo: {
        'जमीन':
            'मध्यम, भुसभुशीत, चुना व सेंद्रिय पदार्थ योग्य प्रमाणात असलेली व पाण्याचा उत्तम निचरा होणारी जमीन निवडावी.',
        'पूर्व मशागत': 'एक नांगरट व दोन-तीन कुळवाच्या पाळ्या द्याव्यात.',
        'बीजप्रक्रीया':
            'बियाण्यापासून प्रादुर्भाव होणाऱ्या व रोपावस्थेत येणाऱ्या रोगापासून पिकाचे संरक्षण करण्यासाठी पेरणीपूर्वी प्रति किलो बियाण्यास २.५ ग्रॅम मॅन्कोझेब किंवा ४ ग्रॅम ट्रायकोडर्मा जैविक बुरशीनाशक चोळावे. नंतर एक किलो बियाण्यास २५ ग्रॅम रायझोबीयम आणि २५ ग्रॅम स्फुरद विरघळणारे जीवाणू संवर्धक (घनरूप किंवा द्रवरूप)चोळावे बीजप्रक्रीया केलेले बियाणे सावलीत सुकवून पेरावे.',
        'पेरणी अंतर':
            'दोन ओळीतील अंतर ३० सें.मी. व दोन रोपातील अंतर १० सें.मी.ठेवावे. उन्हाळी हंगामात जमीन ओलवून नंतर वापशावर पाभरीने अथवा टोकण पद्धतीने पेरणी करावी. टोकण पद्धतीने पेरणी केल्यास बियाणे पेरणी करावी. टोकण पद्धतीने पेरणी केल्यास बियाणे कमी लागुन उगवण चांगली होते.',
        'आंतरपिके':
            'खरीप भुईमूग पिकात सोयाबीन, सूर्यफुल, तीळ, मूग, उडीद, तूर ही आंतरपिके ६ः२ या प्रमाणात भुईमूग + ज्वारी १ः१ तर कपाशी १ः१ या प्रमाणात घ्यावी. आंतरपिकांमुळे अधिक आर्थिक फायदा होत असल्याचे प्रयोगाअंती दिसून आलेले आहे. भुईमूग + सोयाबीन (४ः१) आणि कडेने एरंडीची लागवड (दोन ओळी) केल्यास पाने खाणारी अळीचे नियंत्रणास मदत होते. सुरु ऊसात उपट्या भुईमूग वाणाची आंतरपिक म्हणून लागवड करण्यासाठी ९० सें.मी. अंतरावर सऱ्या पाडून ऊसाची लागवड केल्यानंतर एक आठवड्याने १० सें.मी. अंतरावर सरीच्या दोन्ही बाजूस उन्हाळी भुईमूगाची लागवड करावी. भुईमूग + तीळ (४ः१) या प्रमाणात आंतरपिक घ्यावे.',
        'खत मात्रा':
            'पुर्व मशागतीच्या वेळी शेवटच्या कुळवाच्या अगोदर प्रति हेक्टरी १० टन कंपोस्ट किंवा चांगले कुजलेले शेणखत जमिनीत मिसळून द्यावे. पेरणीच्या वेळेस २५ किलो नत्र + ५० किलो स्फुरद द्यावे. खत व्यवस्थापन (सुधारीत शिफारशीनुसार २०१३) भुईमूगाच्या अधिक उत्पादनासाठी रासायनिक खत मात्रे सोबत जिप्सम ४०० कि/हे (२०० कि/हे पेरणीवेळी तर उर्वरीत २०० किहे आऱ्या सुटतांना) जमिनीत मिसळुन द्यावे. महाराष्ट्रातील हमखास पावसाच्या विभागातील (२०१५ ची सुधारीत शिफारस) मध्यम काळ्या जमिनीत उन्हाळी भुईमूगाच्या अधिक उत्पादन, पाण्याचा व खतांचा कार्यक्षम वापर तसचे अधिक फायद्यासाठी १० टन शेणखत प्रति हेक्टर पुर्व मशागतीच्या वेळी शेवटच्या कुळवाच्या अगोदर द्यावे. शिफारस खतमात्रेच्या १०० टक्के खते (२५ः५०ः०० नत्र, स्फुरद, पालाश किलो/हे.) विद्राव्य स्वरूपात ठिबक सिंचनातुन ९ समान हप्त्यात द्यावे. ',
        'आंतर मशागत':
            'पेरणीनंतर नांग्या आढळून आल्यास बी टोकून ते ताबडतोब भरावेत. १० ते १२ दिवसांच्या अंतराने २ ते ३ कोळपण्या कराव्यात व २ निंदण्या (खुरपण्या) द्याव्या. शेवटची कोळपणी थोडी खोल द्यावी त्यामुळे पिकास मातीची भर मिळते.भुईमूगाच्या गळीत धान्य आऱ्या जमिनीत जाण्यास सुरुवात झाल्यावर आंतरमशागत करू नये. भुईमूगातील कार्यक्षम तण व्यवस्थापनाकरीता पेरणीनंतर लगेच पेंडीमिथॉलिन १.०० किलो क्रि.घ. प्रति हेक्टरी १० लिटर पाण्यातुन ओलीवर फवारणी करावी. तसेच पेरणीनंतर तणांच्या बंदोबस्तासाठी २०-२५ दिवसांनी परसुट किंवा टरगासुपर १५ मिली व्यापारी उत्पादन/ हे १० लिटर पाण्यातून द्यावे.',
        'पाणी व्यवस्थापन':
            'खरीप भुईमूगास फुले येण्याची अवस्था (पेरणीनंतर २५ ते ३० दिवस), आऱ्या सुटण्याची अवस्था (३५ ते ४५ दिवस) आणि शेंगा पोसण्याची अवस्था (६५ ते ७० दिवस) या अवस्थांमध्ये पावसाने ताण दिल्यास संरक्षित पाण्याची पाळी द्यावी. भुईमूग पेरणीनंतर ४-५ दिवसांनी एक पाणी (आंबवणी) द्यावे, म्हणजे राहीलेले बियाणे उगवून येईल. नंतर जमिनीच्या मगदुराप्रमाणे ८ ते १० दिवसाचे अंतराने १० ते १२ वेळा पाण्याच्या पाळ्या द्याव्यात. आऱ्या जमिनीत जाण्याच्या वेळी तसेच शेंगा पोसण्याच्या कालावधीत पाण्याचा ताण पडू देवू नये. पीक बाष्पोपर्णोत्सर्जनाच्या ८० टक्के पाणी दिवसाआड द्यावे.',
        'पीक संरक्षण':
            'टिक्का व तांबेरा रोगाचा प्रादुभाव झाल्यास फ्ल्युबेनडॅमाईड ३.५% + हेक्झाकोनॅझोल ५% डब्ल्यू.जी. २५ ग्रॅम प्रती १० लिटर पाण्यात मिसळून फवारावे. भुईमूग पिकावरील रस शोषणाऱ्या किडींसाठी मिथिल डिमेटॉन २५ ई.सी. १५ मिली प्रति १५ लि. पाण्यात मिसळून फवारणी करावी. फुलकिडे, तुडतुडे व नागअळी यांचे बंदोबस्तासाठी क्किंनॉलफॉस २५ ई.सी. २० मिली प्रति १० लि. पाण्यात फवारावे.',
        'काढणी व उत्पादन':
            'पीक तयार झाले म्हणजे पाने पिवळी पडू लागतात. शेंगाचे टरफल टणक बनते व शेंगाच्या टरफलाची आतील बाजू काळी दिसू लागते. अशा प्रकारे पीक तयार झाल्यावर काढणी करावी. वरील तंत्रज्ञानाचा वापर केल्यास खरीपात सरासरी २० ते २५ क्विंटल/हेक्टर तर उन्हाळी भुईमूगाचे ३० ते ३५ क्विंटल/हेक्टर उत्पादन मिळू शकते.'
      }),
  CropInformation(
    id: '16',
    cropCategorie: '3',
    timeRequired: '4-5 महिने',
    title: 'सोयाबीन',
    additionalInfo: {
      'जमीन': 'मध्यम खोलीची चांगली निचरा होणारी.',
      'पूर्वमशागत': 'एक नागरंट, कुळवाच्या दोन पाळ्या देऊन जमीन भुसभूशीत करावी.',
      'पेरणी व लागवडीचे अंतर':
          'पेरणी खरीपाच्या जुलैच्या पहिल्या आठवड्यापर्यंत वापशावर करावी. १५ जुलै नंतर पेरणी केल्यास उत्पादनात घट येते. पेरणीचे अंतर दोन ओळीत ४५ सें.मी. व दोन रोपातील अंतर ५ सें.मी. अशा प्रकारे करावे. पेरणी करताना बियाणे ४ से.मी. पेक्षा खोल पडणार नाही याची काळजी घ्यावी.',
      'बियाणे':
          'सोयाबीनची अंकुरणक्षमता इतर पिकाच्या तुलनेत कमी असते. त्यासाठी ज्या बियाणाची उगवण क्षमता ७० टक्के किंवा त्यापेक्षा जास्त असेल असे ५५ ते ७५ किलो बियाणे प्रति हेक्टरी पेरणीसाठी वापरावे. पेरणीपुर्वी बियाण्याची उगवण शक्ती घरच्या घरी तपासून घ्यावी.',
      'बीजप्रक्रिया':
          'जमिनीतून प्रसार होणाऱ्या रोगांपासून संरक्षण करण्यासाठी प्रति किलो बियाणास थायोफिनेट मीथाईल ५० ग्रॅम प्रती लिटर + पायरॅक्लोस्ट्रोबीन ५० ग्रॅम एफ.एस. प्रती लिटर किंवा अॅझोक्सिस्ट्रोबीन २.५% + थायोफिनेट मिथाईल ११.२५% + थायोमिथोक्झाम ३०% एफ.एस. १० मिली प्रति १० किलो बियाण्यास बीजप्रक्रीया करावी त्यामुळे खोड माशी पासून रोपावस्थेत पिकाचे संरक्षण होईल.',
      'आंतरपिके': 'सोयाबीन + तूर (३:१) या प्रमाणात घ्यावे.',
      'खत मात्रा':
          'भरखते : चांगले कुजलेले शेण खत किंवा कंपोस्ट खत हेक्टरी १२ ते १५ टन वापरावे. वरखते : सोयाबीन पिकास हेक्टरी ५० किलो नत्र, ७५ किलो स्फुरद आणि ४५ किलो पालाश पेरणीच्या वेळी द्यावे. खते पेरणीपुर्वी जमिनीत मिसळून द्यावीत अथवा दोन चाड्याच्या पाभरीने खते व बियाणे एकाचवेळी पेरून द्यावे.',
      'आंतरमशागत':
          'तणांच्या बंदोबस्तासाठी खालील दिलेल्या तणनाशकांचा वापर करावा. पीक उगवणीनंतर १५ ते २० दिवसांनी एक कोळपणी व नंतर खुरपणी करुन शेत तण मुक्त ठेवावे.',
      'पाणी व्यवस्थापन':
          'पिकाला फांद्या फुटताना (पेरणीनंतर ३० ते ३५ दिवसांनी), फुलोऱ्यात असताना (पेरणीनंतर ४५ ते ५० दिवसांनी), पावसाने ताण दिल्यास गरजेनुसार पाळ्या द्याव्यात.',
      'रोग':
          'तांबेरा या बुरशीजन्य रोगामुळे पानांवर तपकिरी रंगाचे ठिपके येतात व पाने तपकिरी पडतात. आर्द्रतायुक्त हवामान, वारा, रोपांची जास्त संख्या यामुळे पिकात हवा खेळण्याचे कमी झालेले प्रमाण या बाबी रोगास आमंत्रित करतात. या रोगाने शेंगा पिवळसर तपकिरी पडतात. बऱ्याच वेळा अकाली पानगळ होते. दाण्यांच्या वजनात लक्षणीय घट होते व हेक्टरी उत्पादन घटते. तांबेरा प्रभावित भागात (सांगली, कोल्हापुर व सातारा) पेरणी शक्यतो १५ ते २५ जुनच्या दरम्यान करावी. फुले अग्रणी, फुले संगम, फुले किमया, फुले दुर्वा अशा रोगास बळी न पडणाऱ्या वाणांची निवड करावी. रोगांची लक्षणे दिसताच हेक्झाकोनॅझोल १० मिली किंवा क्रिसॉक्झिम मीथाईल ४४.३% एस.सी.१० मिली या बुरशीनाशकाची प्रति १० लिटर पाण्यातुन पिकाच्या अवस्थेनुसार १-२ फवारण्या १५ दिवसाचे अंतराने गरजेनुसार घ्याव्यात. पानांवर विविध प्रकारच्या ठिपक्यांच्या नियंत्रणासाठी पायरॅक्लोस्ट्रोबीन २० % डब्ल्यू.जी.१० ग्रॅम प्रती १० लि. पाण्यातून फवारावे. पिवळा मोझेंक या विषाणूजन्य रोगाच्या नियंत्रणासाठी पांढऱ्या माशीचा प्रादुर्भाव रोखावा. शेंगावरील व पानांवरील ठिपके नियंत्रणासाठी टेब्युकोनॅझोल १०% + सल्फर ६५% डब्ल्यू.जी. २५ ग्रॅम प्रती १० लिटर पाण्यात मिसळुन फवारणी करावी.',
      'काढणी':
          'सोयाबीनच्या शेंगांचा रंग पिवळट तांबुस झाल्यानंतर, जातीच्या पक्वतेच्या कालावधीनुसार १०० ते ११० दिवसांत काढणी करावी. पीक काढणीस उशीर झाल्यास शेंगा फुटण्यास सुरुवात होते.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1HNhfCeEEGeusnTJL5wQ78gOlGrjxUVT6',
  ),
  CropInformation(
    id: '17',
    cropCategorie: '3',
    title: 'सूर्यफुल',
    timeRequired: '4-5 महिने',
    additionalInfo: {
      'जमीन':
          'सूर्यफुल लागवडीसाठी पाण्याचा चांगला निचरा होणारी मध्यम ते भारी जमीन निवडावी. आम्लयुक्त आणि पाणथळ जमिनीत हे पीक चांगले येत नाही.',
      'पूर्वमशागत':
          'जमिनीची खोल नांगरट करून त्यानंतर कुळवाच्या उभ्या आडव्या दोन ते तीन पाळ्या द्याव्यात. शेवटच्या कुळवाच्या पाळीपूर्वी हेक्टरी १० ते १२ टन चांगले कुजलेले शेणखत घालावे.',
      'पेरणीची वेळ':
          'खरीप जुलै पहिला पंधरवडा, रब्बी ऑक्टोबर पहिला पंधरवडा ते नोव्हेंबर पहिला पंधरवडा व - उन्हाळी - फेब्रुवारी पहिला पंधरवडा',
      'पेरणीचे अंतर':
          'मध्यम ते खोल जमिनीत ४५ सें.मी. x ३० सें.मी., भारी जमिनीत ६० सें.मी. x ३० सें.मी. तसेच संकरित वाण आणि जास्त कालावधीच्या वाणाची लागवड ६० सें.मी. x ३० सें.मी. अंतरावर करावी.',
      'पेरणी पद्धत बियाणे':
          'कोरडवाहू सुर्यफूलाची पेरणी दोन चाड्याच्या पाभरीने करावी म्हणजे बी आणि खत एकाच वेळी पेरता येते. बियाणे ५ से.मी. पेक्षा जास्त खोल पेरू नये. बागायती पिकाची लागवड सरी वरंब्यावर टोकण पद्धतीने करावी. ',
      'बियाणे':
          'सुर्यफूलाच्या पेरणीसाठी सुधारित वाणाचे ८ ते १० किलो बियाणे आणि संकरित वाणाचे ५ ते ६ किलो बियाणे प्रति हेक्टरी वापरावे.',
      'बीजप्रक्रिया':
          'केवडा रोग टाळण्यासाठी ६ ग्रॅम मेटॅलॅक्झिल ३५ डब्ल्यू.एस. प्रति किलो बियाण्यास चोळावे. तसेच विषाणूजन्य (नॅक्रॉसिस) रोगाच्या प्रतिबंधासाठी थायामिथोक्झाम ३०% एफ.एस.१० मिली प्रति किलो बियाण्यास लावावे. त्यानंतर ॲझोटोबॅक्टर हे जिवाणू खत २५ ग्रॅम प्रति किलो बियाण्यास पेरणीपूर्वी लावावे.',
      'आंतरपिक':
          'आंतरपिक पद्धतीत सुर्यफूल तूर (२:१ किंवा २:२) आणि भूईमूग सुर्यफूल (६:२ किंवा ३:१) या प्रमाणात ओळीने पेरणी केल्यास उत्पादनात चांगली वाढ होते.',
      'रासायनिक खते ':
          'कोरडवाहू पिकास प्रति हेक्टरी २.५ टन शेणखत तसेच ५० किलो नत्र, २५ किलो स्फुरद आणि २५ किलो पालाश पेरणीच्या वेळेस दोन चाड्याच्या पाभरीने पेरून द्यावे. बागायती पिकास प्रति हेक्टरी ६० किलो नत्र + ६० किलो स्फूरद + ६० किलो पालाश द्यावे. यापैकी ३० किलो नत्र व संपूर्ण स्फुरद आणि पालाश पेरणीच्या वेळी द्यावे व उरलेल्या ३० किलो नत्राची मात्रा पेरणीनंतर एक महिन्याच्या आत द्यावी. गंधकाची कमतरता असलेल्या जमिनीसाठी प्रति हेक्टरी २० किलो गंधक पेरणीच्या वेळी गांडूळ खतात मिसळून द्यावे.',
      'आंतरमशागत':
          'पेरणीनंतर १५ ते २० दिवसांनी दोन रोपातील अंतर ३० सें.मी. ठेऊन विरळणी करावी. पेरणीनंतर १५ दिवसांनी एक खुरपणी करावी तसेच दोन कोळपण्या कराव्यात. पहिली कोळपणी पेरणीनंतर २० दिवसांनी व दुसरी कोळपणी ३५ ते ४० दिवसांनी करावी.',
      'पाणी व्यवस्थापन':
          'सूर्यफूलाच्या पिकास संवेदनक्षम अवस्थेत पाणी देणे अत्यंत गरजेचे आहे. सुर्यफूलाच्या संवेदनक्षम अवस्था १. रोप अवस्था २. फुलकळी अवस्था ३. फुलोऱ्याची अवस्था ४. दाणे भरण्याची अवस्था या संवेदनशील अवस्थेत पाण्याचा ताण पडू देऊ नये. फुलकळी अवस्था ते दाणे भरण्याच्या अवस्थेत पाण्याचा ताण पडल्यास दाणे पोकळ राहतात व उत्पादनात घट येते.',
      'पीक संरक्षण':
          'विषाणूजन्य रोग हा रस शोषणाऱ्या फुलकिड्यांमार्फत होतो. त्यांच्या नियंत्रणासाठी इमिडोक्लोप्रिड १७.८ % एस.एल. १ मिली / १० लीटर पाणी या प्रमाणात फवारणी करावी. केसाळ अळीच्या नियंत्रणासाठी अळ्यांचे पुंजके वेचून रकिल मिश्रीत पाण्यात टाकून त्यांचा नाश करावा.',
      'काढणी':
          'सुर्यफूलाची पाने, देठ व फूलाची मागील बाजू पिवळी झाल्यानंतर पिकाची कापणी करावी. कणसे चांगली वाळवून नंतर मळणी करावी.',
      'उत्पादन':
          'कोरडवाहू पिकापासून प्रति हेक्टरी ८ ते १० किंटल, संकरित वाणापासून १२ ते १५ किंटल आणि बागायती / संकरित वाणापासून प्रति हेक्टरी १७ ते २० क्विंटल उत्पादन मिळते. ',
      'विशेष बाब':
          'पीक फुलोऱ्यात असताना सकाळी ७ ते ११ या वेळेत हाताला तलम कापड गुंडाळून फुलाच्या तबकावरून हळूवार हात फिरवावा म्हणजे कृत्रिम परागीभवन होऊन दाणे भरण्याचे प्रमाण वाढते. सुर्यफूलाचे फुल उमलण्याच्या अवस्थेत व त्यानंतर आठ दिवसांनी २ ग्रॅम बोरॅक्स प्रति लिटर पाणी या प्रमाणात मिसळून फवारणी करावी. त्यामुळे दाणे भरण्याचे प्रमाण व दाण्याचे वजन वाढते. परागीभवन होण्यासाठी प्रति हेक्टरी ४ ते ५ मधमाश्यांच्या पेट्या ठेवावेत. सुर्यफूल पिकाची फेरपालट करावी. सुर्यफूलाची मुळे जमिनीत खोलवर जातात. दरवर्षी त्याच जमिनीत वारंवार हे पीक घेतल्यास जमिनीचा पोत बिघडून उत्पादन क्षमता कमी होते. तसेच रोग व किडीचा प्रादूर्भाव वाढतो. त्यासाठी कमीत कमी तीन वर्षे तरी त्याच जमिनीत सुर्यफूलाचे पीक घेऊ नये. तसेच कडधान्य सुर्यफूल किंवा तृणधान्य सूर्यफूल या प्रमाणे पिकाची फेरपालट करावी. पीक फुलोऱ्यात असताना किटकनाशकाची फवारणी करू नये. अगदीच आवश्यकता असेल तर किटकनाशकाची फवारणी करावी.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1zieoIE9-nfYo39CxB29dhvXyPCzuGAjw',
  ),
  CropInformation(
    id: '18',
    cropCategorie: '3',
    timeRequired: '4-5 महिने',
    title: 'तीळ',
    additionalInfo: {
      'जमीन':
          'तीळ या पिकास मध्यम ते भारी, पाण्याचा चांगला निचरा असलेली जमीन निवडावी.',
      'पूर्वमशागत':
          'एक नांगरणी करून २ ते ३ कुळवाच्या पाळ्या देवून जमीन भुसभुशीत करावी. त्यानंतर मैंद फिरवून जमीन सपाट करावी व दाबून घ्यावी.',
      'पेरणीची वेळ':
          'मान्सूनचा पाऊस झाल्यावर आणि योग्य वाफसा आल्यावर जूनच्या दुसऱ्या आठवड्यापासून जुलैच्या पहिल्या आठवड्यापर्यंत.',
      'पेरणीचे अंतर':
          '४५ सें.मी. x १० सें.मी. किंवा ३० सें.मी. x १५ सें.मी. अंतरावर अनुक्रमे ४५ सें.मी. किंवा ३० सें.मी. अंतराच्या पाभरीने पेरणी करावी.',
      'बीजप्रक्रिया':
          'बियाण्यास २५ ग्रॅम अझेटोबॅक्टर प्रति किलो बियाणे या प्रमाणात लावावे.',
      'आंतरपिके':
          'तीळ पिकांत तीळ + तुर या पिकांची ३:१ किंवा ४:२ या प्रमाणात तर तीळ ज्वारी ३:१, तीळ + भुईमुग १:४ या प्रमाणात पेरणी करावी.',
      'बियाणे': 'पेरणीसाठी हेक्टरी २.५ ते ३ किलो (एकरी १ किलो) बियाणे वापरावे.',
      'चरकाढणे':
          'भारी जमिनीत १२ ओळीनंतर लगेच (बी झाकण्यापूर्वी) दोन ओळींच्यामध्ये (फटीत) बळीराम नांगराचे सहाय्याने चर काढावेत.',
      'विशेषबाब':
          'अधिक उत्पादनासाठी २ टक्के युरीयाची फवारणी पीक फुलोऱ्यात आणि बोंडे वाढीच्या अवस्थेत असतांना करावी.',
      'विरळणी':
          'पेरणीनंतर तीन आठवड्यांच्या आत विरळणी करावी. ३० सें.मी. अंतराच्या पाभरीने पेरणी केली असल्यास दोन रोपांतील अंतर १५ सें.मी. किंवा ४५ सें.मी. अंतराच्या पाभरीने पेरणी केली असल्यास दोन रोपातील अंतर १० सें.मी. राहील अशाबेताने विरळणी करावी जेणेकरून रोपांची संख्या हेक्टरी २.२२ लाख राहील.',
      'खते':
          'पूर्व मशागतीच्या वेळी शेवटच्या कुळवणी अगोदर प्रति हेक्टरी ५ ते ६ टन चांगले कुजलेले शेणखत मिसळावे किंवा हेक्टरी एक टन (एकरी ४ क्विंटल) एरंडी किंवा निंबोळी पेंड पेरणी बरोबर द्यावी. अधिक २५ किलो नत्र प्रति हेक्टर पेरणीच्या वेळी व २५ किलो नत्र प्रति हेक्टर पेरणीनंतर तीन आठवड्यांनी पेरून द्यावे. सूक्ष्म अन्नद्रव्यांची जमिनीत कमतरता असल्यास पेरणीच्या वेळी २० किलो गंधक प्रति हेक्टरी द्यावे.',
      'आंतरमशागत':
          'रोप अवस्थेत पीक हळू वाढत असल्याने तणाबरोबर अन्नद्रव्ये व ओलाव्यासाठी स्पर्धा करू शकत नसल्याने पेरणीनंतर ३० दिवसांनी दोन निंदणी व कोळपणी करावी.',
      'पीकसंरक्षण':
          'पाने गुंडाळणारी अळी / गादमाशी या किडीच्या नियंत्रणासाठी क्विनॉलफॉस २५% ई.सी. २० मिली प्रति १० लिटर पाण्यात मिसळून फवारणी करावी. पर्णगुच्छ या विकृतिच्या नियंत्रणासाठी ऑक्सिडेमेटॉन मिथाईन २५% ई.सी.१२०० मि.ली. ५०० ते १००० लिटर पाण्यात मिसळून प्रति हे. फवारणी करावी.',
      'काढणी':
          'साधारणपणे ७५% पानाचा व खोडाचा रंग पिवळसर होतो तेव्हा पीक काढणीस योग्य झाले असे समजावे. साधारण ८० ते ९५ दिवसात पीक काढणीस येते.',
      'उत्पादन':
          'पावसाचे वितरण चांगले असल्यास साधारणतः हेक्टरी ६ ते ७ क्विंटल जिरायताखाली उत्पादन मिळते.'
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1tcOsVqq6-vmYz-lmK48AdKSGPWdtzb8x',
  ),
  CropInformation(
    id: '19',
    cropCategorie: '3',
    timeRequired: '4-5 महिने',
    title: 'करडई',
    additionalInfo: {
      'जमीन':
          'करडईच्या पिकास मध्यम ते भारी (खोल) जमिनीची निवड करावी. ४५ सेंटीमीटर पेक्षा जास्त खोल जमिनीत पीक चांगले येते. त्याचप्रमाणे जमीन पाण्याचा चांगला निचरा होणारी असावी.',
      'पूर्वमशागत':
          'भारी जमिनीत तीन वर्षातून एकदा खोल नांगरट करावी व हेक्टरी ५ टन शेणखत टाकावे. दोन ते तीन कुळवाच्या पाळ्या देऊन जमीन भुसभुशीत करावी.',
      'पेरणीची वेळ':
          'करडईची पेरणी सप्टेंबरचा दुसरा पंधरवडा ते ऑक्टोबरच्या पहिल्या आठवड्यापर्यंत करण्याची शिफारस करण्यात आलेली आहे. बागाईत करडईची पेरणी ऑक्टोबर अखेरपर्यंत करावी.',
      'पेरणीचे अंतर':
          'कोरडवाहू क्षेत्रात दोन ओळीतील अंतर ४५ सें.मी. आणि दोन रोपातील अंतर २० सें.मी. ठेवावे.',
      'पेरणी पद्धत':
          'करडई या पिकाची पेरणी दोन चाड्याच्या पाभरीने करावी म्हणजे खत व बी एकाच वेळी पेरता येते.',
      'बियाणे': 'प्रति हेक्टरी १० ते १२ किलो बियाणे पुरेसे होते.',
      'बीजप्रक्रिया':
          'बियाण्यास अझेटोबॅक्टर २५ ग्रॅम आणि पी.एस.बी. २५ ग्रॅम प्रति किलो प्रमाणे बीज प्रक्रिया करावी.',
      'आंतरपिकपद्धत':
          'हरभरा + करडई (६:३) आणि जवस + करडई (४:२) या आंतरपिकपद्धती फायद्याच्या आहेत.',
      'खते':
          'करडईस ५० किलो नत्र (११० किलो युरीया) आणि २५ किलो स्फुरद (१५६ किलो सिंगल सुपर फॉस्फेट) प्रति हेक्टरी द्यावेत. बागायती करडईस ७५ किलो नत्र आणि ३७.५० किलो स्फुरद प्रति हेक्टरी द्यावेत. ही खते पेरणीच्या वेळी द्यावीत.',
      'आंतरमशागत':
          'उगवणीनंतर १०-१२ दिवसांनी विरळणी करून दोन रोपांमधील अंतर २० से.मी. ठेवावे. कोळपणीच्या तीन पाळ्या द्याव्यात.',
      'पाणीव्यवस्थापन':
          'पेरणीनंतर ३०-३५ दिवसांनी व पीकफुलोऱ्यात ५५-६० दिवसांनी संरक्षित पाणी द्यावे. कोरडवाहूमध्ये फुलोरा व फुलोरानंतर ८-१० दिवसांनी सायकोसील फवारणी करावी.',
      'पीकसंरक्षण':
          'माव्याच्या नियंत्रणासाठी पहिली अॅसिफेट फवारणी ४०-४५ दिवसांनी व दुसरी ५५-६० दिवसांनी करावी.',
      'काढणी':
          'करडई पीक साधारण १३०-१३५ दिवसांनी पक्व होते. एकत्रित काढणी व मळणी यंत्राचा वापर करून काढणी करावी.',
      'उत्पादन':
          'मध्यम जमिनीत प्रति हेक्टरी १३-१६ क्विंटल तर बागायती करडईचे २०-२५ क्विंटल उत्पादन मिळते.',
      'विशेषबाब':
          'करडईच्या तेलात संपृक्त स्निग्ध आम्लाचे प्रमाण इतर तेलापेक्षा बरेच कमी असल्याने हृदय रोग्यांना हे तेल वापरणे आरोग्याच्या दृष्टीने उपयुक्त आहे. या तेलाच्या वापरामुळे रक्तातील कोलेस्टेरॉलची मात्रा प्रमाणाबाहेर वाढत नाही. वैद्यक शास्त्रात औषधोपचार म्हणून करडईच्या पाकळ्यांचा उपयोग केला जातो. मानवी शरीरातील रक्ताभिसरणाच्या कार्यक्षमतेवर करडईच्या पाकळ्याचा इष्ट परिणाम होतो. रक्त वाहिन्यांमध्ये रक्त पुरवठा तसेच रक्तामध्ये प्राणवायू मिसळण्याचे प्रमाण वाढून रक्त वाहिन्यात गुठळ्या होण्याचे प्रमाण कमी होते. हृदयरोग्यांच्या इलाजात करडई पाकळीयुक्त औषधांच्या वापरामुळे रक्तातील कोलेस्टेरॉलचे प्रमाण कमी होते. मणक्याचे विकार, मानदुखी, पाठदुखी इत्यादींवर आयुर्वेदीक उपचारात करडई पाकळ्या इतर औषधासोबत वापरल्यास आराम मिळतो. करडई पाकळ्यांचा दररोज काढा काढून पिल्यास वरील रोगापासून बऱ्याच प्रमाणात फायदा होतो. करडईची फुले उमलण्यास सुरुवात होताच सायकोसिल या वाढ प्रतिरोधकाची १००० पी.पी. एम. तिव्रतेच्या (१००० मिली. ५०० लिटर पाण्यात) या द्रावणाची फवारणी केल्यास उत्पादनात १५ ते २० टक्के वाढ झाल्याचे प्रयोगाअंती दिसून आलेले आहे.'
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1vO-3FoP20oJybIj-VaCf8Tt0sio_F8em',
  ),
  CropInformation(
    id: '20',
    cropCategorie: '3',
    title: 'एरंडी',
    timeRequired: '6-7 महिने',
    additionalInfo: {
      'जमीन':
          'पानथळ किंवा विम्लयुक्त जमीन सोडून सर्व प्रकारच्या जमिनीत घेता येते',
      'पूर्वमशागत': '१ नांगरट व २ ते ३ कुळवाच्या पाळ्या',
      'पेरणीचे अंतर (सें.मी.)':
          '९० x ४५ (गिरीजा व व्ही. आय-९ साठी), ६० × ३० (अरूणासाठी), १२० x ६० (संकरीत जातीसाठी)',
      'हेक्टरी बियाणे (किलो)':
          '१२ ते १५ (गिरीजा व व्ही. आय-९ साठी), २० ते २० (अरूणासाठी) संकरीत-२ की/हे.',
      'खते (कि./हे.) नत्र, स्फुरद व पालाश देण्याची वेळ':
          '६०:००:० (खान्देश विभागासाठी) ६०:४०:० (सातारा, सांगली, पुणे, सोलापूर, नगर जिल्ह्यासाठी) अर्धे नत्र व संपूर्ण स्फुरद पेरणीचे वेळेस पेरून द्यावे व उरलेले नत्र ४० ते ४५ दिवसांनी',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1vg9FTMHvrHybgrdr-vZSy4qk89MXvvcG',
  ),
  CropInformation(
    id: '21',
    cropCategorie: '3',
    title: 'जवस',
    timeRequired: '6-7 महिने',
    additionalInfo: {
      'जमीन': 'मध्यम ते भारी ओलावा टिकवून ठेवणारी चांगल्या निचऱ्याची',
      'पूर्वमशागत': '१ नांगरट व २ ते ३ कुळवाच्या पाळ्या',
      'पेरणीचे अंतर (सें.मी.)': '४५ x १० किंवा ३० x ३५',
      'हेक्टरी बियाणे (किलो)': '८ ते १०',
      'खते (कि./हे.) नत्र, स्फुरद व पालाश देण्याची वेळ':
          'कोरडवाहूः २५:५०:० संपूर्ण खत पेरणीचे वेळी पेरून द्यावे. बागायती : ६०:३०:० (३०:३०:० पेरणीच्या वेळी व उरलेले ३० कि. नत्र पेरणीनंतर ४०-४५ दिवसांनी द्यावे)',
      'आंतरपिके': 'जवस + हरभरा (४:२) जवस + करडई (४:२) + जवस + मोहरी (५:१)'
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1Wz52fh8eXh7D7bNNddbDKVOu9wK3jPKK',
  ),
  CropInformation(
    id: '22',
    cropCategorie: '3',
    title: 'मोहरी',
    timeRequired: '6-7 महिने',
    additionalInfo: {
      'जमीन': 'मध्यम ते भारी',
      'पूर्वमशागत': '३ वर्षातून एकदा नांगरट, २ कुळवाच्या पाळ्या',
      'पेरणीचे अंतर (सें.मी.)': '४५ x १५',
      'हेक्टरी बियाणे (किलो)': '५',
      'खते (कि./हे.) नत्र, स्फुरद व पालाश देण्याची वेळ':
          'बागायती ५०:२५:० (अर्धे नत्र व संपूर्ण स्फुरद पेरणीच्या वेळी व उरलेले अर्धे नत्र ३० ते ३५ दिवसांनी द्यावे) कोरडवाहू : ४०:२०:० संपूर्ण पेरणीच्या वेळी द्यावे.',
      'विशेष माहिती':
          'पेरणी करताना वाळू मिसळणे आंतरपिक गहू + मोहरी (४:२ किंवा ६:२) मोहरी पिकासाठी ओलिताची सोय असल्यास पहिले पाणी ५०-५५ दिवसांनी (शेंगा लागताना) व दूसरे पाणी ७०-७५ दिवसांनी (दाणे भरताना द्यावे.'
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1W2q2f5hTIrJ38fjf9a-lybi4AkAZlZRQ',
  ),
  CropInformation(
    id: '23',
    cropCategorie: '4',
    title: 'ऊस',
    timeRequired: '6-7 महिने',
    additionalInfo: {
      'लागवडीचे हंगाम':
          'आडसाली ऊसाची लागवड 15 जुलै ते 15 ऑगस्ट, पूर्वहंगामी ऊसाची 15 ऑक्टोबर ते 30 नोव्हेंबर आणि सुरू ऊसाची लागवड 15 डिसेंबर ते 15 फेब्रुवारी, या तीन हंगामात करावी. 15 फेब्रुवारीपर्यंत तुटलेल्या ऊसाचा खोडवा ठेवणे फायदेशीर ठरते.',
      'जमिनीची निवड आणि हिरवळीच्या खतांचे नियोजन':
          'ऊस लागवडीसाठी 7.5 ते 8 pH असलेली उत्तम निचऱ्याची, मध्यम ते भारी, 1 ते 1.5 मीटर खोलीची जमीन निवडावी. निचरा नसल्यास आडसाली ऊसाच्या फुटव्यावर परिणाम होतो. सेंद्रिय कर्बाचे किमान प्रमाण 0.5 टक्के पेक्षा अधिक असावे. शेतात हिरवळीचे खतासाठी तीन महिने अगोदर ताग व धैंचा ही पिके पेरून 55 दिवसानंतर फुले दिसताच नांगराने गाडून द्यावीत. हेक्टरी 22 ते 25 टन बायोमास आणि 85 ते 90 किलो नत्र हिरवळीचे खतातून उपलब्ध होते. शेणखतासाठी हा एक चांगला पर्याय आहे. ऊस हे दीर्घमुदतीचे पिक असल्याने लागवडीपूर्वी खोल नांगरट आणि मशागत करून जमीन चांगली भुसभुशीत करावी. ऊस शेतीसाठी पाण्याच्या अनिर्बंध वापरामुळे जमिनी क्षारयुक्त व कठीण बनत चालल्या आहेत. त्यामुळे जमिनीच्या गुणधर्मावर अनिष्ठ परिणाम होऊन जमिनीची उत्पादनक्षमता कमी होत आहे. जमिनीचा कठीन थर फोडण्यासाठी दर 3 वर्षांनी 1.5-2 फुट खोलीवरून एकदा 1 ते 1.5 मीटर अंतरावर उत्तरेच्या दिशेने मोल नांगराने (सब सॉइलरचा) नांगरट करावी आणि मुख्य चरापर्यंत नांगराची तासे जोडावीत.',
      'वाणांची निवड':
          'मध्यवर्ती ऊस संशोधन केंद्र, पाडेगांव यांच्या माध्यमातून अधिक ऊस उत्पादन व साखर उतारा देणारे 14 वाण प्रसारित केले (तक्ता क्र. 1). सन 2021 मध्ये लवकर पक्व होणारा सुरू हंगामाकरिता कोएम-11082 वाण तर सन 2019 मध्ये गुळासाठी फुले 09057 हा नवीन वाण सुरू हंगामासाठी शिफारस केला आहे. त्याचा साखर उतारा को. सी. 671 पेक्षा अधिक आहे. को. 86032 आणि फुले 265 या वाणाचे एकरी 100 टनापेक्षा अधिक उत्पादन शेतकऱ्यांनी घेतले आहे.मध्यवर्ती ऊस संशोधन केंद्राने सन 1996 मध्ये प्रसारित केलेला को. 86032 हा ऊसाचा वाण शेतकरी आणि साखर कारखाना यांच्या पसंतीस उतरला आहे. त्याचे 48 टक्के क्षेत्र महाराष्ट्रात असून हा वाण रौप्य महोत्सवी वर्ष पूर्ण करत आहे. त्याचबरोबर कोएम 0265 (फुले 265) या वाणाचे 32 ते 35% क्षेत्र महाराष्ट्रात आहे. या वाणाचा प्रसार मोठ्या प्रमाणात होत असून फुले 265 हा वाण क्षारपड जमिनीतही चांगले उत्पादन देत आहे. एमएस 10001 हा ऊस वाण सन 2017 मध्ये या संशोधन केंद्राने प्रसारित केला असून साखर कारखाने सुरू होण्याच्या वेळी साखर उतारा वाढविण्यास या वाणाची मदत होत आहे. लवकर तोडणी, जास्त साखर उत्पादन इत्यादी कारणांमुळे शेतकरी व साखर कारखाने यांच्या पसंतीस उतरला आहे. शेतकरी व कारखाने यांच्या अधिक फायद्यासाठी या वाणाची तोडणी योग्य वेळी 11 ते 12 महिन्यात होणे गरजेचे आहे.',
      'ऊस बेणे निवड':
          'बेणे मळ्यात वाढविलेले ९ ते ११ महिन्यांचे निरोगी, रसरशीत आणि अनुवंशिकदृष्ट्या शुद्ध बेणे वापरल्यास उत्पादनात १५ ते २० टक्के वाढ होते. दर ३ वर्षांनी नव्याने बेणेमळ्यातील बेणे वापरावे. ऊस बेणेमळा करण्यासाठी २० डोळे असलेल्या १० ऊसांचा वापर केल्यास नंतरच्या वर्षात १००० ऊसांपासून दोन डोळ्यांची २०००० टिपरी वापरून दोन एकरावर ऊसाची लागवड करता येते.',
      'बीजप्रक्रिया':
          'हेक्टरी १० किलो अ‍ॅसेटोबॅक्टर + १.२५ किलो पी.एस.बी. १०० लिटर पाण्यात ३० मिनिटे बुडवून बीजप्रक्रिया करावी. यामुळे नत्र खतामध्ये ५०% ची तर स्फुरद खतामध्ये २५% ची बचत करता येते.',
      'लागवड तंत्र':
          'ऊसाच्या लागवडीसाठी मध्यम ते भारी जमिनीसाठी १२० ते १५० सें.मी. अंतरावर सरी पाडावी.५ फुटावरील सरी यांत्रिक पद्धतीने मशागत, आंतरपिकासाठी आणि खोडव्यामध्ये पाचट ठेवण्यासाठी फायदेशीर ठरते. ५ फूट सरीवर रोपे वापरून ऊसाची लागण करून अनेक शेतकऱ्यांनी उच्चांकी उत्पादन घेतले आहे. सरीची लांबी उतारानुसार २० ते ४० मीटर ठेवावी. जोडओळ पट्टा पद्धतीमध्ये मध्यम जमिनीसाठी २.५ फुटावर तर भारी जमिनीसाठी ३ फुटावर सलग सऱ्या पाडाव्यात. दोन सरीत ऊसाची लागण करून एक सरी रिकामी सोडावी. रिकाम्या ओळीत दोन्ही बाजूला आंतरपीक किंवा हिरवळीच्या खतासाठी धैंचा किंवा ताग घेता येईल. ऊसाची लागवड एक डोळा किंवा दोन डोळ्यांची टिपरी वापरून कोरडीत करावी. दोन डोळ्यांची टिपरी वापरावयाची असल्यास दोन टिपऱ्यांमधील अंतर १५ सें.मी. ठेवावे.',
      'रोप लागण':
          'ट्रेमध्ये कोकोपीट व बेणेमळ्यातील शुद्ध, निरोगी बेणे वापरून तयार केलेली ३० ते ३५ दिवसांची रोपे लागवडीसाठी वापरावीत. ऊस रोपे तयार करताना काड्यांसाठी बुरशीनाशक, किटकनाशक व जिवाणूंची बीजप्रक्रिया करावी. रोपे वापरून ऊसाची लागण केल्यास, एकरी ऊसाची संख्या ३५ ते ४५ हजार मिळू शकते. एकरी हमखास ७५ टनापेक्षा जास्त उत्पादन मिळविण्यासाठी रोप लागण तंत्राचा व शिफारशींचा वापर करावा. रोप लागण पद्धतीत पाणी, तणनियंत्रण, देखरेख यामध्ये बचत होते. सुपरकेन नर्सरी तंत्रज्ञानात गादी वाफ्यावर खताचे गोणपाटावर एक ते दीड इंच माती पसरून त्यावर एक डोळा कांडी ठेवून त्यावरती पुन्हा एक ते दीड इंच माती पसरून सुद्धा रोपे तयार करता येतात.',
      'आंतरपिके':
          'आडसाली ऊसामध्ये भुईमूग, चवळी, सोयाबीन, भाजीपाला तर पूर्वहंगामी ऊसामध्ये बटाटा, कांदा, लसूण, पानकोबी, फुलकोबी, वाटाणा व हरभरा आणि सुरु ऊसामध्ये उन्हाळी भुईमूग, कांदा, काकडी, टरबुज, कलिंगड इत्यादी पिके आंतरपिक म्हणून घेता येतात.',
      'अन्नद्रव्य व्यवस्थापन':
          'ऊस लागवडीपूर्वी माती परीक्षण करून अन्नद्रव्ये व्यवस्थापन करावे. सुरु, पूर्वहंगामी व आडसाली ऊसासाठी प्रती हेक्टरी अनुक्रमे २०, २५ व ३० टन चांगले कुजलेले शेणखत अथवा प्रती हेक्टरी ५ टन गांडूळ खत ऊस लागवडीपूर्वी दुसऱ्या नांगरटीच्या वेळी अर्धी मात्रा व उरलेली अर्धी मात्रा सरी सोडण्यापूर्वी द्यावी. शेणखत उपलब्ध नसल्यास ताग, धैंचा यासारख्या हिरवळीच्या पिकांचा सेंद्रिय खत म्हणून वापर करावा. प्रेसमड कंपोस्ट वापरताना हेक्टरी ६ टनापर्यंत वापरावे. गंधक कमतरता असल्यास हेक्टरी ६२.५ किलो गंधक खत वापरावे. हुमणी अळीच्या नियंत्रणासाठी ऊस लागवडीच्या वेळी निंबोळी पेंडीचा चूरा हेक्टरी २ टन जमिनीत मिसळावा. अ‍ॅसेटोबॅक्टर + स्फुरद विरघळविणारे जीवाणू बीजप्रक्रिया केल्याने नत्र खतामध्ये ५०% ची तर स्फुरद खतामध्ये २५% ची बचत करता येते. तक्ता क्र. ३ मध्ये दर्शविल्याप्रमाणे रासायनिक खते सरीत मिसळून द्यावीत.',
      'सुक्ष्म अन्नद्रव्ये':
          'माती परीक्षणाच्या आधारे सुक्ष्म अन्नद्रव्यांच्या कमतरतेनुसार 25 किलो फेरस सल्फेट, 20 किलो झिंक सल्फेट, 10 किलो मँगेनिज सल्फेट आणि 5 किलो बोरॅक्स प्रती हेक्टरी चांगल्या कुजलेल्या शेणखतात (10:1) 2-3 दिवस मुरवून सरीमध्ये मातीआड करावे. स्फुरदयुक्त खतांसाठी शक्यतो सिंगल सुपर फॉस्फेटचा वापर करावा. त्यामुळे गंधक या दुय्यम अन्नद्रव्याची वेगळी मात्रा द्यावी लागणार नाही. ऊसाची लागण आणि सलग दोन खोडव्याचे अधिक ऊस व साखर उत्पादन घेण्यासाठी हेक्टरी 400 किलो सिलीकॉन देण्यासाठी बगॅस अॅश (1.5 टन / हेक्टर) किंवा कॅलशीयम सिलीकेट (832 किलो / हेक्टर) ऊस लागवणीच्या वेळेस एकदाच द्यावा.',
      'विद्राव्य खतांचा वापर':
          'ठिबक सिंचनातून नत्रयुक्त खते दिल्यास खतांची कार्यक्षमता 90 टक्क्यांपर्यंत वाढते, तर प्रचलित पद्धतीत 35 ते 40 टक्के खते उपयोगी पडतात. ठिबक सिंचनातून देण्यासाठी युरिया हे संपूर्ण पाण्यात विरघळणारे उत्तम नत्रयुक्त खत आहे. सुरू ऊस उगवल्यानंतर मोठ्या बांधणीपर्यंत दर आठवड्याच्या अंतराने समान 20 हप्त्यात किंवा पंधरा दिवसांच्या अंतराने समान 10 हप्त्यांत नत्र खताची मात्रा द्यावी. स्फुरदयुक्त व पालाशयुक्त खते नेहमीप्रमाणे दोन समान हप्त्यात ऊस लागणीचे वेळी व मोठ्या बांधणीचे वेळी जमिनीतून द्यावीत. पाण्यात विरघळणाऱ्या मिश्र खतात 19:19:19, 20:20:20, 20:09:20, 15:04:15 तर द्रवरूप खतात 4:2:8, 6:3:6, 6:4:10, 12:2:6, 9:1:6 अशा विविध ग्रेडची खते उपलब्ध आहेत. ही खते प्रमाणबद्ध व शिफारशीप्रमाणे वापरावीत. तक्ता क्र. 4 प्रमाणे ही सुरू ऊसाला ठिबकद्वारे खते देता येतात.सुरू ऊसासाठी ठिबक सिंचनातून विद्राव्य खते देत असताना शिफारशीच्या 80% विद्राव्य खते वरील तक्त्यानुसार दर आठवड्यास एक याप्रमाणे 26 हप्त्यात द्यावीत. तसेच दिवसाआड होणारे बाष्पीभवन विचारात घेऊन ठिबक सिंचनाद्वारे तेवढेच पाणी द्यावे.पूर्वहंगामी ऊसासाठी ठिबक सिंचनातून विद्राव्य खते देत असताना शिफारशीच्या 50% विद्राव्य खते वरील तक्त्यानुसार दर आठवड्यास एक याप्रमाणे 44 हप्त्यात द्यावीत.',
      'आंतरमशागत व तण नियंत्रण':
          'आंतरमशागतीसाठी ट्रॅक्टर यंत्राचा वापर करावा. लहान बांधणी ऊस 6 ते 8 आठवड्यांचा असताना तर मोठी बांधणी ऊस 12 ते 16 आठवड्यांनी करावी. बांधणीच्या वेळी ऊसाचे खताचे हप्ते देण्याचे नियोजन करावे. ऊसातील तण नियंत्रण एकात्मिक तण नियंत्रण प्रकरणात दर्शविल्याप्रमाणे करावे.',
      'पाणी व्यवस्थापन':
          'आडसाली, पूर्वहंगामी, सुरु व खोडवा ऊसासाठी अनुक्रमे 340 ते 350, 300 ते 325, 250 ते 275 व 225 ते 250 हेक्टर सें.मी. (लाख लिटर) पाण्याची गरज असते. मोठ्या बांधणीपर्यंत सर्वसाधारणपणे पाण्याच्या पाळ्या हेक्टरी 8 सें.मी. खोलीच्या द्याव्यात. त्यानंतर 10 सें.मी. खोलीच्या पाळ्या द्याव्यात. हंगामानुसार उन्हाळ्यात 8 ते 10 दिवसांनी, पावसाळ्यात 14 ते 15 दिवसांनी व हिवाळ्यात 18 ते 20 दिवसांनी पाणी द्यावे. ऊसामध्ये पाचटाचा वापर केल्यास पाणी 8 ते 10 दिवस उशीराने दिल्यास पाण्याची बचत होते. ऊस वाढीच्या अवस्थेनुसार तक्ता क्र. 5 प्रमाणे पाणी नियोजन करावे.',
      'ठिबक सिंचन पद्धत':
          'ठिबक सिंचन पद्धतीमुळे 50 टक्क्यांपर्यंत पाण्याची बचत, उत्पादनात 20 टक्के वाढ आणि खतामध्ये सुद्धा 25 टक्के बचत होते. मातीची भौतिक तपासणी करून ठिबक सिंचन प्रणालीचा वापर करावा.',
      'पीक संरक्षण':
          'ऊसावरील महत्त्वाचे रोग: महाराष्ट्रात ऊस पिकावर बेणे, हवा व जमिनीद्वारे ३० रोगांचा प्रादुर्भाव दिसून येतो. यामध्ये बेण्याद्वारे चाबुक काणी, गवताळ वाढ, खोडकुज व लालकुज, हवेद्वारे पोक्का बोईंग, तांबेरा व पानावरील तपकिरी ठिपके तर जमिनीतून अननस रोग, मर व लाल कुज व किडीद्वारे मोकळे व गवताळ वाढ इत्यादी रोगांचा प्रसार व प्रादुर्भाव होतो. तक्ता क्र. ७ मध्ये दर्शविल्याप्रमाणे रोग नियंत्रण करावे.',
      'ऊसावरील महत्त्वाच्या किडी':
          'महाराष्ट्रात ऊसावर खोड कीड, कांडी कीड, शेंडे किड, हुमणी, पांढरा लोकरे मावा, पिठ्या ढेकूण, पाकोळी (पायरिला), पांढरी माशी आणि वाळवी या किडींचा प्रादुर्भाव कमी अधिक प्रमाणात दिसून येतो.',
      'ऊस उत्पादन':
          'सुरू १२ ते १३ महिने, पूर्वहंगामी १४ ते १५ महिने आणि आडसाली १६ ते १८ महिन्यात ऊस तोडणी करावी. ऊसाचे सरासरी उत्पादन वाणानुसार बदलते. को. ८६०३२ आणि फुले २६५ या वाणांचे एकरी १०० टनापेक्षा अधिक उत्पादन शेतकरी घेत आहेत.',
      'ऊस पिकाचे आपत्तकालीन व्यवस्थापन':
          'ऊस हे उष्ण कटिबंधातील पीक असून, त्याच्या चांगल्या वाढीसाठी उष्ण हवामान (२० ते ३० अंश सेल्सिअस तापमान), ८०-९०% आर्द्रता, प्रखर सूर्यप्रकाश आणि पुरेसे पाणी आवश्यक असते. परंतु कडक उन्हाळा आणि पावसाळ्यात कमी पाऊस पडल्यास याचा ऊसाच्या वाढीवर विपरीत परिणाम होतो. यामुळे बाष्पीभवन वाढते, पेशींमधील पाण्याचे प्रमाण कमी होते आणि उत्पादनात १५ ते ५०% घट येते. आपत्तीच्या वेळी ऊस पिकावर होणारे दुष्परिणाम टाळण्यासाठी पुढील उपाययोजना कराव्यात: 1. ठिबक सिंचन पद्धतीचा अवलंब करावा. 2. को.८६०३२, को.एम.०२६५ व एम.एस.१०००१ हे ताण सहन करणारे वाण लावावेत. 3. पाचट आच्छादनाचा वापर करून सरी आड सरीतून पाणी द्यावे. 4. पाण्याचा ताण पडल्यास लागणीनंतर ६०, १२० आणि १८० दिवसांनी २% म्युरेट ऑफ पोटॅश व २% युरिया (२०० ग्रॅम १० लिटर पाण्यात) यांचे मिश्रण करून पिकावर फवारणी करावी. 5. ऊस पीक तणविरहीत ठेवावे. 6. शेताच्या सभोवती उंच व जलद वाढणारी शेवरीसारखी पिके लावावीत. 7. ज्या ठिकाणी पाचट वापरणे शक्य नाही त्या ठिकाणी आंतरमशागत ट्रॅक्टरच्या औजाराने करावी.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=14NAh3v_9pYk7z2PF2Mceh9YhrkDd92mK',
  ),
  CropInformation(
    id: '24',
    cropCategorie: '4',
    title: 'ऊस खोडवा व्यवस्थापन तंत्रज्ञान',
    timeRequired: '5-6 महिने',
    additionalInfo: {
      'खोडवा पिकापासून होणारे फायदे':
          '१. लागण ऊसाप्रमाणे खोडवा पिकासाठी पूर्व मशागत करावी लागत नसल्याने जमिनीतील पूर्व मशागतीबरील खर्च वाचतो. त्यामुळे साधारणपणे हेक्टरी खर्चाची बचत होते.२. पूर्वमशागतीवरील खर्चाबरोबरच शेताच्या तयारीसाठी लागणारा वेळ आणि श्रमांची बचत होते.३. खोडवा घेतल्यामुळे ऊस लागवडीसाठी लागणारे बेणे, बीजप्रक्रिया व ऊस लागवड इ. बाबतीत खर्चाची बचत होते. साधारणपणे प्रति हेक्टरी रु. ४०००० ते ४२००० एवढ्या पर्यंतच्या खर्चाची बचत होते.४. लागणीचा ऊस तुटल्यानंतर खोडव्यास त्वरीत पाणी दिल्यास, पहिल्या पिकाच्या बुडख्याचे कांडीवरील डोळे लवकर फुटतात, त्याची वाढ लगेचच सुरु होते व खोडवा पीक लागण पिकापेक्षा एक ते दीड महिना लवकर तयार होते. थोड्या व्यवस्थापनात लागणी एवढे किंवा लागणीपेक्षा जास्त उत्पादन मिळते.५. खोडव्यास फुट होण्यासाठी जमिनीतील बुडख्यांवर भरपूर डोळे असतात. त्यामुळे ऊसाची संख्या लागणीच्या ऊसापेक्षा जास्त आढळते.६. खोडवा पीक पाण्याचा ताण जास्त प्रमाणात सहन करते, ओलीचे संरक्षण, तणांचे नियंत्रणामुळे उत्पादनात तफावत पडत नाही. ७. खोडवा पिकात पाचटाचा पूर्ण वापर करणे सहज शक्य होते. जमिनीतील सेंद्रिय कर्ब वाढीस मदत होते.',
      'खोडवा पीक घेतांना विचारात घ्यावयाच्या बाबी':
          'सर्वसाधारणपणे १५ फेब्रुवारी पर्यंत तुटलेल्या ऊसाचाच खोडवा ठेवावा. त्यानंतर घेतलेल्या खोडवा ऊसावर खोड किडीचा प्रादुर्भाव मोठ्या प्रमाणावर होतो. ज्या ऊस लागवडीच्या ऊसाचे उत्पादन हेक्टरी १०० टन आणि ऊस संख्या एक लाखापेक्षा जास्त आहे, अशा ऊसाचाच खोडवा ठेवावा. ऊस पीक विरळ झाल्यास ४५ सेंमी. पेक्षा जास्त आंतरावरील नांग्या भरण्यासाठी प्लास्टिकच्या ट्रे मध्ये तयार केलेली किंवा फुले ऊस रोपवाटिकेतील रोपे दुसऱ्या पाण्याच्या वेळी लावावीत. खोडवा ठेवावयाची जमीन सुपीक आणि निचऱ्याची असावी. खोडवा पीक १२ ते १४ महिने वयाचे असतांना ऊसाची तोड होणार असेल तरच खोडवा ठेवावा.',
      'खोडवा राखण्याची योग्य वेळ':
          'ऊसाची तोडणी ऑक्टोबर पासून एप्रिल/मे पर्यंत केली जाते. या ऊसाचा खोडवा ठेवला जातो. सर्वसाधारणपणे असे दिसून येते की, जसजसा खोडवा राखण्यास उशीर होतो, तसतसे खोडव्याचे उत्पादन कमी होत जाते. म्हणून १५ फेब्रुवारीनंतर तुटलेल्या ऊसाचा खोडवा ठेवू नये. पाडेगाव येथे झालेल्या संशोधनानुसार सप्टेंबर ते ऑक्टोबर या कालावधीत तुटलेल्या ऊसाचा खोडवा ठेवल्यास अधिक उत्पादन मिळते. तसेच आडसाली, पूर्वहंगामी व सुरू या हंगामातील तुटलेल्या ऊसाच्या खोडवा ठेवल्यास पूर्वहंगामी ऊसापासून ठेवलेल्या खोडव्याचे अधिक उत्पादन मिळते.',
      'खोडवा ठेवताना या गोष्टी करू नयेत':
          'पाचट जाळणे. पाचट शेताबाहेर काढणे. एका आड एक सरीत ठेवणे. बुडख्यांवर पाचट ठेवणे. रासायनिक खतांचा फोकून वापर करणे. आंतरमशागत व मोठी बांधणी करणे. बगला फोडणे, जारवा तोडणे. पाण्याचा अतिवापर करणे.',
      'ऊस खोडवा व्यवस्थापन कार्यपद्धती':
          'ऊस तोडणीनंतर ऊसाच्या बुडख्यावर असलेले पाचट बाजूला सरीमध्ये लोटावे व ऊसाचे बुडखे मोकळे करावेत जेणे करून त्यावर सूर्यप्रकाश पडून येणारे नवीन कोंब जोमदार येतील. खोडवा व्यवस्थापनासाठी ट्रॅक्टरचलित पाचट कुट्टी, बुडखे छाटणी, बगला फोडणे, खते देणे इ. कामे सोपी झाली आहेत. ऊसाचे बुडखे मोठे राहिल्यास ते जमिनीलगत धारदार कोयत्याने छाटून घ्यावेत त्यामुळे जमिनीखालील कोंब फुटण्यास हवा मिळतो व फुटव्यांची एकूण संख्या वाढते. जमिनीखालील येणारे कोंब जोमदार असतात. बुडख्यांची छाटणी न केल्यास जमिनीच्यावरील कांडीपासून डोळे फुटतात. असे येणारे फुटवे कमजोर असतात व क्वचितच त्यांचे ऊसात रुपांतर होते. शेतात सरीमध्ये ठेवलेल्या पाचटावर प्रति हेक्टरी ८० किलो युरिया व १०० किलो सिंगल सुपर फॉस्फेट टाकावे. त्यानंतर १० किलो पाचट कुजविणारे जीवाणू संवर्धन ओलसर मातीमध्ये मिसळून समप्रमाणात पाचटावर पसरून टाकावे. पाचट कुजण्यासाठी नत्र, स्फुरद आणि पाचट कुजविणाऱ्या जिवाणूंची गरज असते. खोडवा ऊसाला पाणी द्यावे. पाचटा मुळे सुरुवातीस पाणी पोहोचण्यास वेळ लागतो. तरी सर्वत्र पाणी बसेल याकडे जातीने लक्ष द्यावे. पाचट जास्त असल्यास जमीन ओली असताना सरीतील पाचट पायाने दाबून घ्यावे किंवा जनावरांच्या पायाने दाबून घ्यावे पाचटाचा मातीशी संबंध येऊन हळूहळू कुजण्याची क्रिया सुरू होते. खोडव्यामध्ये पाचटाचा आच्छादन म्हणून प्रभावीरीत्या वापर करण्यासाठीची पूर्वतयारी ऊस लागणीपासूनच करायला हवी. यासाठी ऊसाच्या दोन सऱ्यांमधील अंतर कमीत कमी १.२० मीटर (४ फुट) असावे किंवा जमिनीच्या मगदुरानुसार रुंद सरी अथवा जोडओळ पद्धतीने ऊसाची लागण करावी म्हणजे, पट्टयात पाचट चांगले बसते व फुट चांगली होते.ऊस तोडणी यंत्राने ऊसाची तोडणी केली असल्यास बुडख्यांवरील पाचट बाजूला करणे किंवा बुडखे छाटणे ही कामे करावी लागत नाहीत. कारण यंत्राने पाचटाचे आपोआपच लहान तुकडे होतात व जमिनीवर सारख्या प्रमाणात हलकासा पाचटाचा थर तयार होतो. तोडणी जमिनीलगतच होत असल्याने पुन्हा बुडखे छाटण्याची ही गरज नाही. यंत्राने ऊस तोडणी केल्यास खोडव्याची फुट खूप चांगली होते.',
      'पहारीच्या औजाराच्या सहाय्याने खते देणे फायद्याचे':
          'खत मुळांच्या सान्निध्यात दिले जाते, त्यामुळे ते पिकास त्वरीत उपलब्ध होते. दिलेल्या रासायनिक खतांचा वातावरणाशी प्रत्यक्ष संबंध येत नसल्याने हवेद्वारे फारच कमी प्रमाणात खतांचा ऱ्हास होतो. खत मातीआड झाल्याने वाहून जात नाही. खत पिकास टाकले असता, खत तणांस न मिळाल्याने तणांचा प्रादुर्भाव फारच कमी दिसून येतो व खुरपणी वरील खर्चात 50 ते 75 टक्क्यांनी बचत होते. तणावाटे घेतल्या जाणाऱ्या रासायनिक खतांचे प्रमाण कमी राहते आणि जास्तीत जास्त खत मुख्य पिकास मिळतात. रासायनिक खतांची पिकांच्या गरजेनुसार हळूहळू उपलब्धता होऊन खतांची कार्यक्षमता वाढते व ऊसाची जोमदार वाढ होऊन भरघोस उत्पादन मिळते. सर्व ठिकाणी सारख्या प्रमाणात खत वापरणे शक्य होते, त्यामुळे सर्वत्र पीक येते आणि ऊस उत्पादनात 10 ते 15 टक्क्यांनी वाढ होते.',
      'सुक्ष्म अन्नद्रव्ये':
          'माती परिक्षणानुसार सूक्ष्मअन्नद्रव्यांची कमतरता असल्यास एकरी 10 किलो फेरस सल्फेट, 8 किलो झिंक सल्फेट, 4 किलो मँगेनिज सल्फेट व 2 किलो बोरॅक्स ही सुक्ष्म अन्नद्रव्ययुक्त खते 1:10 प्रमाणात सेंद्रिय खतांमध्ये मिसळून 4 ते 5 दिवस सावलीत मुरवून वापरावीत. खोडवा ठेवल्यानंतर 60 दिवसांनी मल्ट्रीमॅक्रोन्युट्रीयंट (नत्र 8%, स्फुरद 8%, पालाश 8%,) आणि मल्ट्रीमॅक्रोन्युट्रीयंट (ग्रेड-2ः लोह 2.5%, मँगेनिज-1%, कॉपर-1%, जस्त 3%, मॉलीब्डेनम 0.1%, बोरॉन-0.5%) या द्रवरूप खतांची प्रत्येकी 5 लिटर 750 लिटर पाणी या प्रमाणात मिसळून फवारणी करावी. खोडवा ठेवताना जिवाणू खतांची मात्रा दिली नसल्यास खोडवा ठेवल्यानंतर दोन महिन्यांनी हेक्टरी 1 लिटर द्रवरूप अॅसेटोबॅक्टर जीवाणू संवर्धन 500 लिटर पाण्यात मिसळून सकाळच्या वेळेस फवारणी करावी व 1.25 किलो स्फुरद विरघळणारे जीवाणू 100 किलो कंपोस्ट खतात मिसळून सरीमधून द्यावे.',
      'पाणी नियोजन':
          'खोडवा व्यवस्थापनासाठी नेहमीच्या पद्धतीने 26 ते 28 पाण्याच्या पाळ्या लागतात. परंतु नवीन तंत्रामध्ये फक्त 12 ते 14 पाण्याच्या पाळ्या असल्या तरी खोडवा ऊसाचे चांगले उत्पादन मिळते. खोडवा ऊसासाठी दोन पाण्याच्या पाळयांतील अंतर नेहमीच्या पद्धतीपेक्षा दीडपटीने वाढवावे. पाचटाचा आच्छादनासाठी वापर केल्यामुळे, 40 ते 45 दिवस पाणी नसले तरी ऊसाचे पीक चांगले तग धरू शकते. त्यामुळे ही पद्धत, ज्या भागात पाण्याचा जास्त तुटवडा आहे, त्या भागांसाठी वरदानच ठरेल.',
      'आंतरमशागत':
          'संवर्धीत खोडवा व्यवस्थापन पद्धतीमध्ये कोणत्याही प्रकारची आंतरमशागत करण्याची गरज नाही. म्हणजेच जारवा तोडण्याची किंवा बगला फोडून पिकाला भर देण्याची गरज नाही. पाचटाचे आच्छादन असल्यामुळे आणि खते पहारीच्या सहाय्याने टाकल्यामुळे तणांचा प्रादुर्भाव फारच कमी प्रमाणात होतो. तणे उगवल्यास ती उपटून शेतातच पाचटावर टाकावीत. ऊस उगवल्यानंतर लव्हाळा किंवा हरळीसारख्या तणांचा प्रादुर्भाव आढळून आल्यास या तणांच्या नियंत्रणासाठी 50 मिली ग्लायफोसेट 10 लिटर पाण्यात मिसळून फवारावे. तणनाशक ऊसावर पडू देऊ नये यासाठी प्लास्टिक हुडचा वापर करून जमिनीलगत तणांवर फवारणी करावी.',
      'ऊस खोडवा व्यवस्थापन पद्धतीमुळे होणारे फायदे':
          'पाचट आच्छादनामुळे जमिनीच्या पृष्ठभागावरून होणाऱ्या बाष्पीभवनाचा वेग कमी होतो आणि त्यामुळे शेतात ओलाव्याचे प्रमाण जास्त काळ टिकून राहते. त्यामुळे पाण्याच्या पाळ्यातील अंतर वाढले तरी ऊसाची वाढ चांगली होते. आच्छादनामुळे तणांचा प्रादुर्भाव फारच कमी प्रमाणात होतो. त्यामुळे तणांवाटे होणारा अन्नद्रव्यांचा ऱ्हास कमी होतो व तण नियंत्रणासाठी लागणाऱ्या खर्चातही बरीचशी बचत होते. सेंद्रिय पदार्थामुळे जमिनीची जलधारणशक्ती वाढते, तसेच जमिनीचे इतर भौतिक गुणधर्म सुधारतात आणि उपयुक्त जीवाणूंची संख्याही वाढते. शेतात गांडूळांची नैसर्गिकरीत्या मोठ्या प्रमाणात वाढ होते. त्यांच्याकडून जमीन भुसभुशीत केली जाते. खते पहारीच्या औजाराच्या सहाय्याने दिली जात असल्याने गांडूळांवर त्याचा विपरीत परिणाम होत नाही. सेंद्रिय पदार्थांचे विघटन होत असताना त्यामध्ये असणारी अन्नद्रव्ये ऊसाला उपलब्ध होत असतात. पाचट कुजल्यामुळे त्यापासून कार्बालीक तसेच इतर आम्ले तयार होतात, त्यांचा जमिनीतील अन्नघटकावर परिणाम होवून, ती पिकांना उपलब्ध होतात आणि त्यांचा पीक उत्पादन वाढीसाठी उपयोग होतो. पाचटाने जमिनीचे तापमान थंड राखले जाते, त्यामुळे मुळांची वाढ भरपूर प्रमाणात होते आणि उन्हाळ्यातही पिकाला उन्हाचा त्रास होत नाही. पाचट कुजण्याच्या प्रक्रियेमुळे सुक्ष्म जिवाणू, गांडुळे, विकरे व सेंद्रिय आम्ले यांचे जमिनीतील प्रमाण वाढल्याने ऊसाची चांगली वाढ होते. खते पहारीच्या सहाय्याने दिल्यामुळे ती पाण्याबरोबर वाहून जात नाहीत आणि हासही होत नाही. तसेच तणांचा प्रादुर्भाव कमी होतो. सेंद्रिय पदार्थ कुजत असताना त्यातून कार्बन डाय ऑक्साईड (CO₂) वायू बाहेर पडत असतो. वनस्पतीला कर्बग्रहणाच्या (Photosynthesis) क्रियेसाठी हा कार्बनडाय ऑक्साईड वायू लागतो. हवेमध्ये या वायूचे प्रमाण ३०० पीपीएम एवढे असते. परंतू पाचट ठेवलेल्या क्षेत्रात हे प्रमाण पाचट कुजणेच्या प्रक्रियमुळे हळूहळू वाढत जाते आणि त्यावेळेस कर्बग्रहणाचा वेगही वाढतो. ऊसाची जोमदार वाढ होते आणि परीणामी अधिक उत्पादन घेणे शक्य होते. अशाप्रकारे या नवीन तंत्राचा वापर करून कमी खर्चात खोडव्याच्या जास्त उत्पादनाबरोबरच जमिनीची सुपीकताही टिकवली जाते. म्हणून खोडव्यात पाचट ठेवण्याच्या तंत्राचा वापर करणे ही काळाची गरज आहे.',
      'ऊसाचा खोडवा काढून टाकावयाचा असल्यास पाचट व्यवस्थापन असे करा':
          'खोडवा ऊस काढून टाकावयाचा असल्यास शेतातील पाचट पेटवू नये अगर शेताबाहेर काढू नये. खोडवा ऊस तोडणीनंतर पाचट शेतात एकसारखे पसरून चांगले वाळू द्यावे म्हणजे पाचट व्यवस्थापन करणे सोपे जाते. पाचट कुट्टी मशीनच्या साह्याने पाचटाचे बारीक तुकडे करून घ्यावेत. पाचट कुजविणेसाठी पाचटावर एकरी एक पोते युरिया व एक पोते सिंगल सुपर फॉस्फेट व त्यानंतर एकरी चार किलो पाचट कुजविणारे जिवाणू टाकावे. ऊसाच्या बुडख्यांचे व मुळयांचे लहान तुकडे करण्यासाठी व काढणेसाठी रोटाव्हेटरचा वापर करावा. साखर कारखान्यातील प्रक्रिया केलेली प्रेसमड कंपोस्ट एकरी एक टनापर्यंत पाचटावर टाकल्यास पाचट लवकर कुजणेस मदत होते. पलटीच्या साह्याने पाचट जमिनीत गाडावे (मातीआड करावे) व आवश्यकता असल्यास शेतास पाणी द्यावे. अशा प्रकारे पाचट दोन ते तीन महिन्यात चांगल्या प्रकारे कुजवून जमिनीची सुपीकता वाढविता येते.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=14DPqOym0P1BiFOID0venI3vbanrWdm1B',
  ),
  CropInformation(
    id: '25',
    cropCategorie: '4',
    title: 'दर्जेदार गूळ आणि काकवी तयार करण्याचे सुधारित तंत्र',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'अ) ऊस तोडणीपूर्वीचे तंत्रज्ञान': '',
      '१) जमीन':
          'ऊस पिकासाठी चांगल्या निचऱ्याची, क्षारांचे प्रमाण कमी असणारी व पीकपोषक घटकांची उपलब्धता योग्य प्रमाणात असणारी जमीन निवडावी. अशा जमिनीत ऊसाची वाढ चांगली होते व त्यापासून चांगल्या प्रतीचा गूळ तयार करता येतो. खारवट, चोपण, चुनखडीयुक्त जमिनीतील ऊसापासून दर्जेदार गूळ होत नसल्याने अशा जमिनीतील ऊस गूळ आणि काकवी तयार करण्यासाठी वापरू नये.',
      '२) उपयुक्त ऊस वाण':
          'गुळाची प्रत आणि रंग हे गुणधर्म मुख्यत्वेकरून ऊसाच्या जातीवर अवलंबून असतात. प्रत्येक ऊस जातीमधील रसाच्या रासायनिक गुणधर्मात फरक आढळून येतो व या रासायनिक गुणधर्माचा गूळाच्या प्रतीवर परिणाम होतो. म्हणून गुळासाठी शिफारस केलेल्या ऊस जातीची निवड करावी. i) लवकर पक्व होणाऱ्या जाती कोसी ६७१ (वसंत), को ८०१४ (महालक्ष्मी), को ७२१९ (संजीवनी), को ९२००५ ii) मध्यम उशिरा ते उशिरा पक्व होणारे वाण को एम ७१२५ (संपदा), को ८६०३२ (निरा), को ७५२७, को ९४०१२ (फुले सावित्री), को. एम. ०९०५७',
      '३) खतांचा संतुलित वापर':
          'उत्तम प्रतीचा गूळ तयार करण्यासाठी मातीचे पृथःकरण करून सेंद्रिय व रासायनिक खतांचा ऊसाच्या वाढीच्या अवस्थेनुसार संतुलित वापर करणे गरजेचे आहे. सेंद्रिय खतांच्या वापरामुळे जमिनीचा पोत सुधारून अन्नद्रव्यांची उपलब्धता वाढते आणि ऊसाची वाढ चांगली होते. त्यामुळे रसाची प्रत सुधारून चांगला गूळ तयार होतो. याकरिता हेक्टरी २५ टन चांगले कुजलेले शेणखत अथवा कंपोस्ट खत घालावे. रासायनिक खताची मात्रा शिफारस केल्याप्रमाणे सुरू ऊस पिकांस हेक्टरी २०० किलो नत्र, ११५ किलो स्फुरद आणि ११५ किलो पालाश द्यावे. पूर्व हंगामी ऊस पिकांस प्रति हेक्टरी २७२ किलो नत्र, १७० किलो स्फुरद, आणि १७० किलो पालाश द्यावे. शिफारशीपेक्षा जास्त नत्रयुक्त खते दिल्यास गुळाची प्रत खराब होऊन उताराही घटतो व गुळाच्या टिकाऊपणावरही अनिष्ट परिणाम होतो. स्फुरदयुक्त रासायनिक खते योग्य प्रमाणात दिल्यास रसाची प्रत सुधारते तसेच सूक्ष्म अन्नद्रव्यांच्या वापरामुळेसुद्धा गुळाची प्रत सुधारण्यास मदत होते.',
      '४) पाणी व्यवस्थापन':
          'पाण्याचा अवाजवी वापर किंवा ताण यांचा रसाच्या प्रतीवर आणि पर्यायाने गुळाच्या प्रतीवरही अनिष्ट परिणाम होतो. निरनिराळ्या हंगामात जमिनीचा मगदूर पाहून ऊस पिकास पाणी देणे आवश्यक आहे. उन्हाळ्यात ८ ते १० दिवसांनी गरजेप्रमाणे पाणी द्यावे. ऊस तोडण्यापूर्वी कमीत कमी १५ दिवस अगोदर उसाला पाणी देऊ नये.',
      '५) ऊस पक्वता व तोडणी':
          'ऊस वाढीसाठी साधारणपणे २१ ते ३० अंश सेल्सियस व पक्वतेसाठी १६ ते १८ अंश सेल्सियस तापमान पोषक असते. ऑक्टोबरच्या मध्यानंतर ऊस पक्व होण्यास सुरुवात होते. ऊसाची पक्वता ब्रिक्स हैड्रॉमीटर अथवा हँड रिफ्रॅक्टोमीटरने पहावी. ऊस रसाचे ब्रिक्स २१ डिग्री पेक्षा जास्त आल्यास असा ऊस गूळ तयार करण्यास योग्य आहे असे समजावे. पक्व झालेल्या ऊसापासून गुळाचा उतारा अधिक मिळून टिकाऊपणाही वाढतो. धारदार कोयत्याने पक्व उसाची जमिनीलगत तोडणी करावी. शेंड्याकडील २-३ अपक्व कांड्या वाढ्यासहीत तोडून टाकाव्यात व पाला काढून ऊस स्वच्छ करावा.',
      '६) ऊसाची गाळपपूर्व स्वच्छता':
          'ऊसाची गाळपपूर्व स्वच्छता करणे आवश्यक आहे. ऊसावरील मातीचे कण, बुरशीचे अवशेष तसेच मेण चिकटून राहिलेले पाचट इ. यांचा रसाच्या प्रतीवर अनिष्ट परिणाम होतो. त्याकरिता ऊस ६०० सेल्सियस तापमानाच्या गरम पाण्यात १० मिनिटे बुडविल्यास उसाची गाळपपूर्व स्वच्छता होते आणि परिणामी गुळाची प्रत सुधारते.',
      'ब) ऊस तोडणीनंतरचे तंत्रज्ञान': '',
      '१) ऊसाचे गाळप':
          'ऊस तोडणीनंतर लवकरात लवकर म्हणजे ६ ते १२ तासांच्या आतच ऊसाचे गाळप करणे गरजेचे आहे. ऊस जास्त शिळा झाला तर चांगला गूळ तयार होत नाही. ऊस गाळपासाठी आडव्या तीन लाट्यांचा, उत्तम गाळप क्षमता असलेल्या चरकाची निवड करावी. म्हणजे रसाचा उतारा जास्त मिळतो. ऊसाच्या रसात फिनॉलिक द्रव्ये असतात. या द्रव्यांचा लोखंडाशी संबंध आल्यास रासायनिक क्रिया होऊन गर्द निळ्या किंवा काळ्या रंगाची संयुगे तयार होतात. त्याचा गुळाच्या रंगावर विपरीत परिणाम होतो. म्हणून रसाचा लोखंडाशी संपर्क कमी करण्यासाठी स्टेनलेस स्टील चरकाचा वापर करावा.',
      '२) रस गाळण यंत्रणा':
          'ऊस रसातील बगॅसचे लहान कण, पाचटाचे तुकडे, मातीचे कण इत्यादी कचरा काढून रस स्वच्छ करणे आवश्यक असते. त्याकरिता यांत्रिकी पद्धतीने फिरणाऱ्या आणि दोन गाळण्यांच्या (२ मि.मी. आणि ०.५ मि.मी.) अंतर्भाव असलेल्या रस गाळण यंत्रणेचा वापर करून रस चांगला गाळून मंदानात घ्यावा. स्वच्छ रस पंपाच्या सहाय्याने फूडग्रेड प्लॅस्टीकच्या साठवण हौदात घ्यावा. या हौदातून रस नायलॉनच्या गाळणीतून गाळून तो काहीलीत घ्यावा.',
      '३) रस उकळणे आणि मळी काढणे':
          'रस उकळण्यासाठी पत्र्याची काहील आतील बाजुने उडदाच्या पीठाने लाडण करून घ्यावी. रस उकळण्यासाठी कोल्हापूर पद्धतीचे चिमणी चुलाण वापरावे. चुलाण पेटवून रस तापत ठेवावा. मळी व्यवस्थित काढण्यासाठी १५० ते २०० ग्रॅम चुना ५ लिटर पाण्यात मिसळून त्याचे द्रावण रसात मिसळावे. तप्त रसातील मळी संपूर्णतः निघण्यासाठी प्रति १००० लिटर रसासाठी २ किलो भेंडी वनस्पतीच्या खोड व फांद्याचा ठेचा करून १५ लिटर पाण्यात कुस्करून त्याचा अर्क गाळून घ्यावा व तो अर्क २ ते ३ समान हप्त्यात विभागून काहीलीत टाकावा अथवा भेंडी वनस्पतीपासून बनविलेली पावडर १.६ किलो प्रति १००० लिटर रस या प्रमाणात लगदा करून काहिलीत रसामध्ये टाकावी. चुन्याची निवळी घातल्यामुळे रसातील नत्रयुक्त टाकाऊ पदार्थ अविद्राव्य होऊन जाड काळ्या मळीच्या रूपाने (ढोरमळी) रसावर तरंगू लागतात. शिब्याच्या सहाय्याने मळी काळजीपूर्वक काढावी. चुन्याचे प्रमाण जास्त झाले तर गूळ गडद तांबूस रंगाचा होण्याचा धोका असतो. ढोरमळी काढण्याचे काम पहिल्या ३० ते ३५ मिनिटात होणे गरजेचे आहे. ढोरमळी काढल्यानंतर आर्सेनिक मुक्त फॉस्फरीक (स्फुरद) आम्ल १५० ते २०० मि.ली. प्रति १००० लिटर ऊस रसासाठी वापरावे. रसातील अधिक नत्राचा तसेच रसात घातलेल्या चुन्याच्या निवळीचा गुळाच्या रंगावर विपरीत परिणाम टाळण्यासाठी फॉस्फरीक आम्लाचा उपयोग होतो. तसेच रस उकळताना साखरेचे ग्लुकोजमध्ये होणारे रुपांतर कमी करण्यासाठीही या आम्लाचा उपयोग होतो. मात्र फॉस्फरीक आम्लाचे प्रमाण जास्त झाल्यास गूळ मऊ बनतो, कणी बारीक धरते व गूळ चिक्कीसारखा होतो.',
      '4) अनावश्यक रसायनांचा वापर टाळा':
          'गुळाच्या सध्याच्या विक्री व्यवस्थेत गुळाची प्रथमदर्शनी पसंती तसेच गुळाला बाजारात मिळणारा दर हा गुळाच्या रंगावर बऱ्याच अंशी अवलंबून असतो. त्यामुळे बरेचसे शेतकरी गुळाला गडद पिवळा रंग येण्यासाठी हायड्रॉस, वाफा पावडर, भेंडी पावडर इ. रासायनिक पदार्थांचा अतिरिक्त वापर करतात. हे रासायनिक पदार्थ मानवाच्या आरोग्यास हानीकारक आहेत. या रासायनिक पदार्थांच्या वापरामुळे गुळातील गंधकाचे प्रमाण वाढते. अन्न भेसळ कायद्यानुसार गुळामध्ये सल्फर डायऑक्साईडचे प्रमाण ५० भाग प्रति दशलक्ष (पीपीएम) पेक्षा जास्त असू नये. हायड्रॉसच्या अतिवापराने सोडियमचे प्रमाण वाढते. त्यामुळे हवेतील बाष्प गुळात शोषले जाऊन हवेतील आर्द्रतेचे प्रमाण वाढताच गुळास पाणी सुटते व त्यात बुरशीची वाढ होते. असा गुळ खाण्याच्या दृष्टीने हानीकारक ठरतो. यासाठी रासायनिक पदार्थाचा वापर टाळणेच हितकारक आहे.',
      '5) दर्जेदार काकवी तयार करण्याची प्रक्रिया':
          'काहीलीतील पाकाचे तापमान १०३.५ अंश सेल्सिअस आल्यानंतर काकवी तयार होते. पाकाची ही स्थिती ओळखण्यासाठी इलेक्ट्रॉनिक थर्मामीटरचा वापर करणे फायद्याचे ठरते. या काकवीच्या अवस्थेला काहील त्वरीत खाली उतरावी आणि काकवीसाठी खास तयार केलेल्या स्टीलच्या पिंपात ओतावी. अशा पिंपात तळापासून थोड्या उंचीवर तोटी बसवलेली असावी. काकवी गरम असताना त्यात काकवीच्या वजनाच्या प्रमाणात सायट्रीक आम्ल ४०० मिली ग्रॅम प्रति किलो टाकावे म्हणजे काकवी आकर्षक रंगाची होवून तिच्यात साखरेचे खडे धरत नाहीत. काकवी खराब होऊ नये तसेच टिकाऊपणा वाढावा म्हणून त्यात पोटॅशियम मेटाबाय सल्फाईट १ ग्रॅम प्रति किलो किंवा बेन्झॉईक आम्ल ५ ग्रॅम प्रति किलो टाकावे. काकवी ८ ते १० दिवस पिंपात तशीच संथ राहू द्यावी. म्हणजे तिच्यातील जड कण, अविद्राव्य घटक पिंपाच्या तळाला बसतील. काकवीच्या पृष्ठभागावर तरंगणारे पदार्थ हलकेच शिब्याने काढून टाकावेत. त्यानंतर पिंपाच्या तळाशी थोड्या उंचीवर बसवलेल्या तोटीतून हळुवारपणे काकवी दुसऱ्या अॅल्युमिनियम अथवा स्टेनलेस स्टीलच्या भांड्यात गाळून घ्यावी. त्यानंतर काकवीस हलकी उकळी (५० ते ६०० से.) आणावी, नंतर हे भांडे शेगडीवरून खाली उतरावे. ग्राहकांच्या पसंतीनुसार काकवीचे ब्रिक्स ७२ ते ७४ पर्यंत ठेवावे. उकळत्या पाण्यात साधारणपणे १५ ते २० मिनिटे बुडवून बाटल्या निर्जंतूक कराव्यात. आकर्षक अशा २००, २५० आणि ५०० मिली क्षमतेच्या बाटल्या तोंडाकडे १ सें.मी. जागा मोकळी सोडून त्यामध्ये गरम काकवी भरावी. बाटल्या मशीनच्या सहाय्याने हवाबंद करून, स्वच्छ पुसून त्यावर आकर्षक लेबल लावून किरकोळ व घाऊक विक्रीसाठी पाठवाव्यात.',
      '6) दर्जेदार गूळ तयार करण्याची प्रक्रिया':
          'काकवीच्या स्थितीनंतर रस ऊतू जाण्याची क्रिया पूर्ण होऊन पाक व्यवस्थित उकळू लागतो. त्यावेळी 200 मिली शेंगदाणा तेल काहीलीत घालावे म्हणजे पाकाचे तापमान वाढण्यास मदत होते व पाक करपण्याचा धोका टाळला जातो. पाकाचे तापमान मोजण्यासाठी इलेक्ट्रॉनिक थर्मामीटरचा वापर करावा. पाकाचे तापमान 118 ± 0.5° सेल्सियस आले असता काहील चुलाणावरून उतरवावी व वाफ्यात गूळ पाक ओतावा. इलेक्ट्रॉनिक थर्मामीटर उपलब्ध नसल्यास गूळ तयार झाला आहे हे पाहण्यासाठी पाकाची गोळी चाचणी घ्यावी. यासाठी पाक लाकडी फावड्यावर घेवून तो पाक थंड पाण्यात बुडवून हाताने त्याची गोळी तयार करावी ही गोळी काहीलीच्या मोकळ्या पत्र्यावर आतील बाजूवर जोराने फेकावी. गोळीचा पत्र्यावर टणक व खंड खड असा आवाज आल्यास गूळ तयार झाला आहे असे समजावे. पाक थंड होत असताना घोटण्याची क्रिया सावकाश करावी. घोटणी जास्त झाल्यास गूळ मऊ बनतो व गुळास रवाळपणा येत नाही. गुळाचे तापमान 76° सेल्सियस इतके खाली आल्यानंतर गूळ साच्यात भरून बाजारपेठेतील मागणीनुसार 1, 2, 5, 10 किंवा 30 किलो वजनाच्या ढेपा तसेच लहान मोठ्या आकाराच्या वड्या, मोदक इत्यादि तयार करावेत.',
      '7) गूळ पावडर प्रक्रिया':
          'गुळापासून तयार केलेल्या पावडरचा (भुक्ती) रंग विशिष्ट गुणधर्मामुळे गुळापेक्षा अधिक उठावदार असतो. गूळ पावडरमध्ये ओलाव्याचे प्रमाण अत्यल्प असल्याने साठवण क्षमता चांगली असते. गूळ पावडर तयार करावयाची असल्यास गूळ साच्यात न भरता वाफ्यातच थंड होऊ द्यावा. गूळ वाफ्यात घट्ट होण्यापूर्वीच दाताळ्याने उभ्या व आडव्या रेघा मारून गूळ हालवून घेऊन लहान लहान तुकडे करावेत. हे तुकडे वाफ्यात घट्ट झाल्यानंतर सूर्यप्रकाशात कापडाच्या आवरणाखाली ठेवून वाळवावेत. वाळलेला गूळ लाकडी बडव्याने बारीक करावा. बारीक केलेला गूळ वेगवेगळ्या चाळण्यातून चाळून घेऊन दोन-तीन दिवस वाळवून त्यातील आर्द्रतेचे प्रमाण कमी करावे. पावडरीच्या वर्गवारीनुसार पॉलिथिनच्या आकर्षक पिशव्यांतून पॅकिंग करून बाजारात विक्रीसाठी पाठवावे. पॉलिपॅक केलेली गूळ पावडर प्रतीवर कोणताही परिणाम न होता दोन-तीन वर्ष चांगल्या स्थितीत राहते.',
      '8) पूरबाधित ऊसापासून गूळ तयार करण्याचे तंत्रज्ञान':
          'पूरबाधित क्षेत्रातील ऊसापासून अधिक उतारा आणि चांगल्या प्रतीचा गूळ तयार करण्यासाठी पूरबाधित ऊसाबरोबर (पूरबाधित क्षेत्रातील ऊस पुराच्या पाण्याखाली शेंड्यापर्यंत संपूर्ण आठ दिवसापेक्षा बुडालेला असल्यास असा ऊस गूळ तयार करण्यास योग्य होणार नाही.) सामान्य ऊस ६० डिग्री सेल्सियस तापमान असलेल्या पाण्यात १० मिनिटे बुडवून स्वच्छ व गाळप करून ५०:५० टक्के या प्रमाणात रस घेऊन गूळ करण्याची शिफारस करण्यात येते.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1V5td8PZY0cM5p4Ln9N2BQ4D6A3o-cu40',
  ),
  CropInformation(
    id: '26',
    cropCategorie: '4',
    title: 'कापूस: उन्हाळी बागायती कपाशी',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'हवामान':
          'कापसाचे पीक हे जास्त कालावधीचे (५ ते ६ महिन्यांचे) पीक आहे. कपाशीसाठी स्वच्छ उबदार व कोरडे हवामान अनुकूल असते. कपाशीच्या बियाण्याची उगवण होण्यासाठी १८ ते २० अंश सेल्सीयस, अधिक वाढ होण्यासाठी २० ते २७ अंश सेल्सीयस इतक्या तापमानाची आवश्यकता असते. कपाशीसाठी किमान व कमाल तापमान १५ ते ३५ अंश सेल्सीयस व हवेतील आर्द्रता ७५ टक्क्यांपेक्षा कमी असावी लागते. उष्ण दिवस आणि थंड रात्र या प्रकारचे हवामान बोंडे चांगली भरण्यास व उमलण्यास उपयुक्त असते.',
      'जमीन':
          'कापसाचे पीक सुमारे सहा महिने शेतात राहत असल्यामुळे योग्य जमिनीची निवड अत्यंत महत्त्वाची आहे. कापूस लागवडीसाठी काळी, मध्यम ते खोल (९० सें.मी.) व पाण्याचा चांगला निचरा होणारी जमीन निवडावी. उथळ, हलक्या, क्षारयुक्त आणि पाणथळ जमिनीत कपाशीची लागवड करण्याचे टाळावे. अन्नद्रव्याची उपलब्धता व जमिनीचा सामू यांचा परस्परसंबंध असल्याने जमिनीचा सामू साधारणतः ६ ते ८.५ पर्यंत असावा.',
      'पूर्वमशागत':
          'कपाशीच्या झाडांची मुळे जमिनीत ७० ते ९० दिवसात ६० ते ९० सें.मी. पर्यंत खोल वाढतात. कपाशीच्या मुळांची वाढ चांगली व्हावी यासाठी, एक खोल नांगरट व २ ते ३ कुळवाच्या उभ्या व आडव्या पाळ्या देऊन ढेकळे फोडावीत. आधीच्या पिकांची धसकटे, पळकाटा, पाला व इतर कचरा गोळा करून तो जाळावा व शेत स्वच्छ ठेवावे. त्यामुळे कीड व रोग यांच्या सुप्तावस्था नष्ट होण्यास मदत होते. शेणखत वा कंपोस्ट खत हेक्टरी २५ गाड्या याप्रमाणात मिसळावे. ९० सें.मी. अंतरावर उथळ सऱ्या पाडाव्यात. उथळ सऱ्यांमुळे कपाशीला आवश्यक तेवढे पाणी देता येते व त्यामुळे पाण्याची बचत होते. खोल व रुंद सऱ्यांमुळे झाडाची मुळे बरबाद होतात व जादा पाण्यामुळे पिकांची कायिक, शाकीय वाढ जास्त होऊन उत्पादनात घट येते, शिवाय पाणीही जरूरीपेक्षा जास्त दिले जाते. सऱ्यांची लांबी जमिनीच्या प्रकारानुसार ६ ते ८ मीटर ठेवावी.',
      'पेरणीतील अंतर':
          'उन्हाळी बागायती कपाशीमध्ये पेरणीचे अंतर ही बाब अतिशय महत्वाची ठरते. कपाशीच्या दोन ओळींतील व दोन झाडांतील अंतरावर कपाशीच्या दर हेक्टरी झाडांची संख्या अवलंबून असून त्यासाठी पुढील प्रमाणे अंतर ठेवावे.',
      'बीज प्रक्रिया बुरशीनाशक ':
          'अप्रमाणित बियाण्यास कार्बाक्झिन ३७.५%+ थायरम ३७.५% डब्ल्यू.एस. बुरशीनाशकाची प्रक्रिया प्रति किलो बियाण्यास ३.५ ग्रॅम या प्रमाणात करावी. त्यामुळे मुळकुज, जीवाणूजन्य करपा यांसारख्या रोगांचा प्रादुर्भाव कमी होतो.',
      'जीवाणू संवर्धक ':
          'हवेतील नत्राचे स्थिरीकरण करुन नत्र खतांच्या मात्रेत बचत करण्यासाठी अॅझोटोबॅक्टर किंवा अॅझोस्पिरीलम या जीवाणू संवधर्काची प्रति किलो बियाण्यास २५ ग्रॅम या प्रमाणात प्रक्रिया करावी. तसेच जमिनीतील मातीच्या कणांद्वारे धरून ठेवलेले स्फुरद पिकांना उपलब्ध करून देण्यासाठी स्फुरद विरघळविणाऱ्या जीवाणू संवर्धकाची प्रक्रिया करावी म्हणजे नत्र व स्फुरदयुक्त खताच्या मात्रेमध्ये जवळपास २५ ते ३० टक्के बचत होते.',
      'पेरणी':
          'बागायती बिगर बीटी कपाशीची पेरणी वेळेवर करणे अत्यंत आवश्यक आहे. पेरणी उशिरा झाल्यास वेचणीच्या वेळी पाऊस येऊन नुकसान संभवते किंवा त्यावर किडी व रोगांचा प्रादुर्भाव होऊन उत्पादनात घट येते. पेरणी झाल्यानंतर लगेचच ४ ते ६ इंच आकाराच्या सच्छिद्र पॉलिथिन पिशव्यांमध्ये माती आणि कंपोस्ट अथवा शेणखत भरावे व पाणी द्यावे. नंतर प्रत्येक पिशवीत २ ते ३ बिया लावाव्यात. या पिशव्यांचा उपयोग नांगे भरण्यासाठी करावा. तोपर्यंत पिशव्या झाडाच्या सावलीत ठेऊन त्यांचे कीडीपासून संरक्षण करावे व वरचेवर पाणी द्यावे. साधारणपणे एका एकराच्या नांग्या भरण्यासाठी २५० ते ३०० पिशव्या पुरतात.वेगवेगळ्या भागासाठी, उदा., (१) सोलापूर, सांगली, सातारा व पुणे जिल्ह्यांसाठी मार्चचा पहिला पंधरवडा, (२) अहमदनगर जिल्ह्यासाठी एप्रिलचा पहिला पंधरवडा आणि (३) खानदेश, विदर्भ, मराठवाड्यातील जिल्ह्यांसाठी मे चा दुसरा पंधरवडा, याप्रमाणे पेरणीच्या वेळीची शिफारस केलेली आहे. पेरणी करताना सरीच्या मध्यावर २-३ इंच खोल खड्डा करावा व त्यात शिफारस केल्याप्रमाणे रासायनिक खते, बिया टाकून पूर्णपणे मातीने झाकावे व लगेच पाणी द्यावे. तसेच सरी पाडण्यापूर्वी शेणखत दिले नसल्यास प्रत्येक खड्ड्यात रासायनिक खतांबरोबर शेणखत द्यावे. * बीटी कपाशी वाणांची लागवड वातावरणाचे तापमान ३५० से पेक्षा कमी झाल्यावर मे महिन्याच्या दुसऱ्या पंधरवड्यापासुन जूनच्या पहिल्या आठवड्यापर्यंत करावी. तसेच कपाशीची लागवड जमीन ओलावून वापशावर करावी. जसजशी पेरणी उशिरा होते तसतसे उत्पादनात घट येत जाते. उशिरात उशिरा १५ जुलै पर्यंत पेरणी करावी. त्यानंतर बीटी कपाशीची लागवड करू नये.',
      'बागायती कपाशीसाठी रासायनिक खते':
          'बागायती कपाशी ही रासायनिक खतांच्या मात्रांना योग्य प्रतिसाद देते म्हणून खतांचा पुरवठा ही एक महत्त्वाची बाब आहे. संकरित कापसासाठी प्रति हेक्टरी १०० किलो नत्र, ५० किलो स्फुरद व ५० किलो पालाश, तर सुधारित वाणांसाठी ८० किलो नत्र, ४० किलो स्फुरद व ४० किलो पालाशची मात्रा आवश्यक असते. तसेच जमिनीचा पोत सुधारण्यासाठी प्रति हेक्टरी २५ गाड्या शेणखत शेवटच्या कुळवाच्या पाळी अगोदर द्यावे किंवा खत कमी असल्यास लागवडीच्या वेळी प्रत्येक फुलीवर छोटा खड्डा घेऊन त्यात ओंजळभर शेणखत टाकावे व मातीत चांगले मिसळावे. वीस टक्के नत्र व संपूर्ण स्फुरद व पालाश पेरणीच्या वेळी द्यावे व उरलेले नत्र समान दोन हप्त्यांत पेरणीनंतर ३० व ६० दिवसांनी द्यावे. बीटी वाणासाठी शिफारशीत खतमात्रेपेक्षा २५ टक्के रासायनिक खतमात्रा (१२५:६५:६५ किलो प्रति हे.) जास्त द्याव्यात. द्रवरूप खतांचा वापर करताना माती परिक्षण अहवालाचा अभ्यास करून खतांच्या मात्रा देणे योग्य ठरते. नत्र, स्फुरद व पालाश या प्रमुख घटकांव्यतिरिक्त कापूस पिकास मॅग्नेशियम, गंधक, लोह, जस्त, मॅगनीज आणि बोरान या सूक्ष्म अन्नद्रव्यांची सुद्धा गरज असते. ही अन्नद्रव्ये विद्राव्य खतांमध्ये उपलब्ध असतात. सूक्ष्म अन्नद्रव्यांमुळे बोंडाची पूर्णपणे वाढ होऊन बोंडे लवकर फुटतात. द्रवरूप खते संचाद्वारे देण्यासाठी व्हेंचुरी किंवा खत टाकी इंजेक्टर पंप या साधनांचा वापर करावा.',
      'आंतरमशागत':
          'नांग्या भरणे: सर्वसाधारणपणे १० दिवसांत सर्व बिया उगवतात, ज्या ठिकाणी बी उगवले नसेल त्या ठिकाणी राखून ठेवलेल्या बियाण्यापासूनच, त्याच सुधारित अगर संकर वाणाचे बियाणे नांग्या भरण्यासाठी वापरावे व लगेच पाणी द्यावे, किंवा वर उल्लेख केल्याप्रमाणे पॉलिथिन पिशव्यांतील रोपे २० ते २५ दिवसांच्या आतच लावावीत. विरळणी: पंधरा दिवसांनंतर प्रत्येक फुलीवर दोनच जोमदार रोपे ठेऊन बाकीची उपटून टाकावीत. विरळणी जमीन ओली असताना करावी.खुरपणी: पेरणीनंतर जरूरीप्रमाणे दोन खुरपण्या व कोळपणी करून ६० दिवसांपर्यंत पीक तणविरहीत ठेवावे. यासाठी जेथे शक्य असेल तेथे जरूरीप्रमाणे रासायनिक तणनाशकांचा वापर करावा. त्यासाठी खालीलपैकी एक रासायनिक तणनाशक वापरावे व आवश्यकतेप्रमाणे पिकाच्या खुरपण्या कराव्यात. तणनाशकामुळे खुरपणीच्या खर्चात बचत होते.शेंडे व पाने खुडणे: भारी जमिनीत विशेषतः रासायनिक खते व पाणी जास्त दिले तर बागायती क्षेत्रामधील संकरित वाणांची कायिक बाढ जास्त होते. त्यामुळे बोंडे लागण्याचे प्रमाण कमी होते व बोंडाच्या वजनामुळे फांद्या मोडण्याचा संभव असतो. यासाठी पीक ८० ते ९० दिवसांचे झाल्यावर झाडाच्या मुख्य फांदीचा शेंडा खुडावा, यामुळे पिकाची कायिक वाढ मर्यादित राहते, सर्व बोंडाची वाढ चांगली होते. पिकात हवा खेळती राहते. बोंडे सडत नाहीत व कीड आणि रोगांचा प्रादुर्भाव कमी होतो. संजीवकाचा वापर: कपाशीला लागणारे पात्या, फुले, बोंडे यांची कीड, रोग व हवामानातील बदलामुळे मोठ्या प्रमाणात गळ होते व त्यामुळे उत्पादनात घट येते. नैसर्गिक कारणांमुळे होणारी पात्या, फुले, बोंडे यांची गळ कमी करण्यासाठी नॅप्थलिन एसिटिक ऍसिड (NAA) (प्लॅनोफिक्स) या संजीवकाची हेक्टरी १०० मि.लि. ५०० लिटर पाणी या प्रमाणात मिसळून पात्या लागल्या असतील तेव्हा पहिली फवारणी करावी. दुसरी फवारणी त्यानंतर १५ ते २० दिवसांनी करावी, यामुळे उत्पादनात १० टक्के वाढ होते.पाणी पुरवठा: सर्वसाधारणपणे मार्च-एप्रिल महिन्यात पेरलेल्या कपाशीला ८०० ते ९०० हे. मि.लि. पाणी लागते. कपाशीला पेरणीपासून पाते लागेपर्यंत तुलनेने कमी पाणी लागते. या काळात पिकाला जास्त पाणी देऊ नये, कारण जादा पाण्यामुळे झाडांची अनावश्यक वाढ होते. पीक फुलोऱ्यात आल्यावर पाण्याची गरज वाढत जाते व बोंडे भरताना ती सर्वात जास्त असते. कपाशीच्या उगवण, पाते लागणे, फुले उमलणे, बोंडे धरणे व भरणे या महत्वाच्या अवस्था असून या अवस्थांच्या काळात जमिनीत ओलावा असणे जरूरीचे आहे. पेरणी ओलाऊन करावी. नंतर ३ ते ४ दिवसांनी चिंबवणीचे पाणी द्यावे. पावसाळा सुरू होऊन पुरेसा पाऊस पडेपर्यंत हवामान व जमिनीच्या मगदुरानुसार १० ते १२ दिवसांच्या अंतराने पाण्याच्या पाळ्या द्याव्यात. पावसाळ्यात पाऊसमान पाहून पाणी द्यावे. मात्र दोन पाळ्यांत १५ ते २० दिवसांपेक्षा जास्त अंतर ठेऊ नये, जर पाण्याचा पुरवठा अपुरा असेल तर सरी आड सरी यापद्धतीने पाणी द्यावे. पहिल्या पाळीला १ ली, ३ री, ५ वी, याप्रमाणे सऱ्यांत पाणी सोडावे व दुसऱ्या पाळीला २ री, ४ थी, ६ वी याप्रमाणे सऱ्यांत पाणी सोडावे. यामुळे कपाशीला लागणाऱ्या पाण्यात सुमारे ३० टक्के बचत होते.ठिबक सिंचनाचा वापर: शेताची पहाणी केल्यानंतर आराखड्यानुसार ठिबक संचाची उभारणी करावी. त्यामुळे पाण्याची बचत तर होतेच शिवाय तणांचा उपद्रव कमी होतो. पेरणी अंतर: ठिबक सिंचन पद्धतीत जोडओळ पद्धत किंवा पट्टा या पद्धतीचा अवलंब केल्यास हेक्टरी झाडांची संख्या कायम राहून खर्चात बचत होवून फवारणी, आंतरमशागत व कापूस वेचणी ही कामे सोईस्कररित्या करता येतात. जमिनीच्या मगदुराप्रमाणे ६०×१२०४९० सें.मी किंवा ९०-१८०×१०५ ते १२० सें.मी. अशा अनेक जोडपद्धतीने पीक लागवड करावी. जोडओळ पद्धतीत फक्त दोन ओळींतील मर्यादित क्षेत्रातच पाणी व खते यांचे नियंत्रण करणे सहज शक्य होते. आंतरमशागतीसाठी दोन जोडओळीतील पट्टा वापराता येतो. आंतरपीक: उन्हाळी बागायती कपाशीत भुईमूगाचा एस. बी. ११ हा उपट्या वाण किंवा मुग, उडीद किंवा गवार आंतरपीक म्हणून घेतल्यास जास्त फायदा होतो. यासाठी सरीच्या एका बाजूस कपाशी, दुसऱ्या बाजूस भुईमूग यांची १:१ या प्रमाणात पेरणी करावी. दोन्ही पिकांची पेरणी सरीच्या बगलेच्या मध्यावर करावी. आंतरपिकाची पेरणी कपाशीच्या पेरणीपूर्वी एक महिना अगोदर केल्यास फायदा झाल्याचे दिसून आले आहे. तसेच तूर, सोयाबीन यासारखी आंतरपीके घेतल्यास फायदा होतो.वेचणी: शेतातील अंदाजे ३० ते ३५ टक्के बोंडे फुटल्यावर पहिली वेचणी करावी, त्यानंतर साधारणपणे १५ ते २० दिवसांच्या अंतराने २ ते ३ वेचण्या कराव्यात. कापसाची वेचणी सकाळी करणे अधिक चांगले, कारण हवेतील ओलाव्याने काडीकचरा, बाळलेली पाने कपाशीला चिकटत नाहीत. कापूस वेचतांना चांगला कापूस प्रथम वेचावा नंतर पावसात भिजलेला पिवळसर रंग असलेला व किडका आणि कवडी कापूस वेगळा बेचावा. प्रत्येक जातीचा कापूस वेगळा साठवावा, वेचल्यानंतर कापूस ३-४ दिवस उन्हात वाळवून स्वच्छ व कोरड्या जागी साठवावा.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1EKDthvpJ6W3E4hKGShGi7b726_QFozaW',
  ),
  CropInformation(
    id: '27',
    cropCategorie: '4',
    title: 'कापूस: कायिक बदल',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'लाल्या': '',
      'लक्षणेः ':
          'कपाशीची पाने लाल होण्याचे मुख्य कारण नत्राची कमतरता होय. नत्र खतांच्या कमतरतेमुळे बोंड वाढीच्या अवस्थेमध्ये पानातील हरित द्रव्यामधील नत्र वापरले जाते आणि पाने लाल होतात. तसेच मॅग्रेशियम ह्या सूक्ष्म अन्नद्रव्याची कमतरता आणि रस शोषणाऱ्या किडींच्या (मुख्यत्वे तुडतुडे) प्रादुर्भावामुळे सुध्दा कपाशीची पाने लाल होतात.',
      'उपायः ':
          '(१) लाल्या प्रतिकारक वाणांची निवड करावी. (२) शिफारसीत खतांच्या मात्रा द्याव्यात. बीटी वाणासाठी शिफारशी मात्रेपेक्षा २५ टक्के खत जास्त द्यावीत. त्यामध्ये २० टक्के नत्र लागवडीच्या वेळी, ४० टक्के नत्र लागवडीनंतर ३० दिवसांनी आणि ४० टक्के नत्र लागवडीच्या ६० दिवसांनी द्यावे, मॅग्रेशियमसारखे सूक्ष्म अन्नद्रव्य (२० ते ३० किलो/हे.) जमिनीत द्यावे. वाढीच्या काळात २ टक्के डिएपी खतांच्या दोन फवारणी १५ दिवसांच्या अंतराने कराव्यात.',
      'आकस्मिक मर रोग': '',
      'लक्षणेः':
          'दिवसाचे तापमान ३८° से. पेक्षा जास्त दीर्घकाळ टिकून राहिल्यास तसेच पाण्याचा ताण बसल्यास आणि पावसाळ्यामध्ये शेतात पाणी साचून राहिल्यास कपाशीच्या शरीरक्रियांवर अनिष्ट परिणाम होतो. पाण्याचा ताण बसल्यामुळे अन्नद्रव्य शोषून घेणाऱ्या जलवाहिन्या फुगीर बनतात आणि नलिका बंद होतात. झाडाच्या पाने, फुले व बोंडे यांना अन्नद्राव्य पुरवठा न झाल्यामुळे पानांचा तजेला नाहीसा होतो आणि पाने पिवळी पडतात. पाने, फुले व बोंडे यांची गळ होते आणि झाड मरते.',
      'उपायः':
          '१) उन्हाळी बागायती बीटी कपाशीची लागवड मे महिन्याच्या दुसऱ्या पंधरवाड्यापासून जूनच्या पहिल्या आठवड्यापर्यंत करून ८ ते १५ दिवसाच्या अंतराने पाणी द्यावे. २) पिकामध्ये पाणी साचून राहणार नाही याची दक्षता घ्यावी आणि साचलेले पाणी लगेच काढून द्यावे. ३) विकृतीग्रस्त झाडांना लक्षणे दिसू लागताच १.५ किलो युरिया + १.५ किलो पालाश १०० लिटर पाण्यात मिसळून १५० ते २०० मि.लि. द्यावे. ४) त्यानंतर ८-१० दिवसांनी २ किलो डिएपी १०० लिटर पाण्यात मिसळून हे द्रावण १५० ते २०० मि.लि. झाडाच्या बुंध्याजवळ ओतावे व लगेच पाणी द्यावे.',
      'बिगर बीटी कापसावरील किडीच्या एकात्मिक कीड व्यवस्थापनासाठी खालील आराखड्याचा गरजेनुसार अवलंब करावे.':
          '१. कपाशीच्या प्रति किलो बियाण्यास १० मिली थायामेथोक्झाम ३०% एफ. एस. ची बीजप्रक्रिया करावी. २. कपाशीभोवती एक मीटर अंतरावर मका व चवळीची एका आड एक लागवड करावी. तसेच कपाशीच्या प्रत्येक ९ व्या ओळीच्या दुसऱ्या बाजूस मका, चवळी व राळा या पिकांची लागवड करावी. ३. कपाशी लागवडीनंतर ३० ते ४५ दिवसांनी ५% निंबोळी अर्काची फवारणी करावी. ४. कपाशी लागवडीनंतर ४५ दिवसांनी हिरव्या व ठिपक्याच्या बोंडअळीचा प्रादुर्भाव समजण्यासाठी प्रत्येकी ५ कामगंध सापळे प्रति हेक्टरी उभारावेत. ५. कपाशी लागवडीनंतर ६० दिवसांनी ट्रायकोग्रामा चीलोनीस या परोपजीवी किटकांचे १० फुले ट्रायकोकार्ड (२ लाख) प्रति हेक्टरी शेतात लावावेत. ६. कपाशी लागवडीनंतर ७५ दिवसांनी १० मिली एच.ए.एन.पी.व्ही. १० ली. पाण्यातून (५०० एल.ई. प्रति हेक्टरी) फवारावे. ७. कपाशी लागवडीनंतर ८० दिवसांनी टी आकाराचे २५ पक्षी थांबे प्रति हेक्टरी उभारावेत. ८. कपाशी लागवडीनंतर ७५ दिवसांनी गुलाबी बोंडअळीचा प्रादुर्भाव समजण्यासाठी ५ कामगंध सापळे प्रति हेक्टरी शेतात उभारावेत. ९. कपाशी लागवडीनंतर ९० दिवसांनी २० मिली प्रोफेनोफॉस ५०% ई.सी. प्रति १० लिटर पाण्यात मिसळून फवारावे. १०. कपाशी लागवडीनंतर १०५ दिवसांनी गुलाबी बोंड अळीच्या नियंत्रणासाठी प्रोफेनोफॉस ५० ई.सी. २० मिली प्रति १० लिटर पाण्यात मिसळून फवारावे. १२. कपाशी लागवडीनंतर १२० दिवसांनी गुलाबी बोंड अळीच्या नियंत्रणासाठी लॅम्बडा सायहॅलोथ्रीन ५% ई.सी. १० मिली प्रति १० लिटर पाण्यात मिसळून फवारावे.',
      'बोंडअळी नियंत्रणासाठी विशेष काळजी':
          '१. पीक साधारणपणे १ ते १.५ महिन्याचे असताना शेतात शेंडेअळीचा प्रादुर्भाव आढळून येतो. किडग्रस्त शेंडे तोडून नाश करावा. २. मोठ्या प्रमाणात गुलाबी बोंडअळीचे नर पतंग अडकविण्यासाठी प्रति हेक्टरी ८-१० कामगंध सापळे लावावे. एका महिन्यानंतर सापळ्यातील ल्यूर नवीन लावावे. ३. संश्लेषित पायरेथ्राईड ही किटकनाशके प्रभावी असली तरी एकाच हंगामात दोनपेक्षा अधिक वेळा त्याचा वापर करू नये. ४. अमेरिकन बोंडअळीच्या नियंत्रणासाठी एच. एन. पी. व्ही. हे जैविक विषाणू हेक्टरी ५०० एल.ई. या प्रमाणात सायंकाळच्या वेळी फवारावे. ५. सर्व प्रकारच्या बोंडअळीसाठी बी.टी. हे जैविक अणुजीवयुक्त किटकनाशक वापरावे. ६. अधुनमधून कीडग्रस्त गळालेली पाने, फुले, बोंडे वेचून नष्ट करावीत. ७. कपाशीचा खोडवा घेण्याचे पूर्णतः टाळावे. ८. निंबोळी अर्क असलेल्या किटकनाशकांचा सुरूवातीच्या काळात वापर करावा. ९. पॉवर पंप वापरताना किटकनाशकांचे प्रमाण तिप्पट करावे. उत्पादन - बागायती कपाशीच्या सुधारित वाणांचे हेक्टरी २० ते २४ क्विंटल तर संकरित वाणाचे हेक्टरी २५ ते ३० क्विंटल मिळते.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1yQT_g40B0GlFnC3dZwvRX8xKbI5uM5jx',
  ),
  CropInformation(
    id: '28',
    cropCategorie: '4',
    title: 'कोरडवाहू कापूस लागवड तंत्रज्ञान',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'पिकाची फेरपालट':
          'कापूस, खरीप ज्वारी व भुईमूग अशी त्रैवार्षिक पिकांची फेरपालट करावी. जेथे भूईमुग घेणे शक्य नाही तेथे खरीपात तूर, मूग , उडीद, रब्बीत करडई, गहू, हरभरा यासारखी पिके घ्यावीत.',
      'पेरणीसाठी जिरायती वाण':
          'देशी सुधारीत वाण वाय-१, फुले-७९४ (जे.एल.ए.-७९४), जे.एल.ए.-५०५, ओ.के.ए.-५, ओ.के.ए.-७, ओ.के.ए-८, तुराब, ओ.के.ए.- ८४०१. फुले अनमोल (उत्तम प्रतीच्या धाग्यासाठी), फुले धन्वंतरी (वैद्यकीय उपयोगासाठी).',
      'देशी संकरित वाण ': 'पी.के.व्ही. देशी संकर - १',
      'अमेरिकन सुधारित वाण ': 'एल आर ए ५१६६, पी. के. व्ही. ०८१, रजत, रेणुका',
      'अमेरिकन संकरित वाण ':
          'एन.एच.४४, पी.के.व्ही. संकर २, पी. के. व्ही. संकर ४, पी. के. व्ही संकर ५ पी. के. व्ही संकर ६, पी. के. व्ही संकर-८ कापूस प्रकल्पाचे वाण अंतर्भूत करणे.',
      'अमेरिकन संकरित बी.टी. वाण ':
          'मान्यताप्राप्त कंपन्यांचे जिरायतीसाठी शिफारस केलेल्या वाणांची आपल्या अनुभवानुसार निवड करावी.',
      'पेरणीची वेळ ':
          'धूळ पेरणी: पावसाचा अंदाज घेऊन, पाऊस सुरु होण्याच्या ७ ते ८ दिवस अगोदर जूनच्या पहिल्या किंवा दुसऱ्या आठवड्यात धूळ पेरणी करावी. तणांचा जास्त उपद्रव असलेल्या तसेच खूप भेगा पडलेल्या जमिनीत धूळ पेरणी करु नये.',
      'पेरणी ':
          'मृग नक्षत्राचा पुरेसा पाऊस पडल्यानंतर म्हणजे जूनच्या दुसऱ्या किंवा तिसऱ्या आठवड्यात लागवड शक्य तेवढ्या लवकर करावी. हंगामातील पाऊस उशिरा सुरु झाल्यास, कापसाची लागवड जुलैच्या पहिल्या आठवड्यापर्यंत करावी. उशिरा पेरणी झाल्यास उत्पादनात घट संभवते. ही घट कमी करण्यासाठी उशिरा पेरणीकरिता कमी कालावधीच्या वाणांची निवड करावी. दोन ओळीतील व दोन झाडातील अंतर कमी करून प्रति हेक्टरी २० टक्के जास्त बियाणे वापरून पेरणी करावी.',
      'पेरणीचे अंतर ':
          'कापसाच्या उत्पादनासाठी प्रति हेक्टरी झाडांची संख्या योग्य असावी. त्या दृष्टिने लागवडीचे अंतर फार महत्वाचे आहे. कपाशीच्या दोन ओळीतील तसेच दोन रोपांतील अंतर ठरवितांना जमिनीचा प्रकार, पेरणीची वेळ आणि कापसाचा वाण इत्यादी बार्बी लक्ष्यात घ्यावात.',
      'आंतरपिके ':
          'कपाशीची वाढ सुरुवातीच्या काळात सावकाश होते. तेव्हा दोन ओळीतील मोकळ्या जागी कमी कालावधीची कडधान्य पिके आंतरपिके म्हणून घेण्यास भरपूर वाव आहे. त्यासाठी मूग, उडीद, सोयाबीन यासारखी पिके दोन ओळींमध्ये पेरल्यास कपाशीच्या उत्पादनात विशेष घट न होता आंतरपिकाचे अधिकचे उत्पादन मिळते. तसेच एकात्मिक कीड व्यवस्थापनाचा उद्देशही साध्य होतो.',
      'खत व्यवस्थापन ':
          'हेक्टरी उत्पादन समाधानकारक मिळण्यासाठी रासायनिक खताचा वापर माती परीक्षणानुसार योग्य पद्धतीने, योग्य प्रमाणात, योग्य वेळी शिफारशीप्रमाणे करणे आवश्यक आहे. ',
      'विरळणी व नांगे भरणे ':
          'कापसाची लागवड झाल्यानंतर ७ ते ८ दिवसांनी नांग्या भरुन घ्याव्यात. याकरिता वापरावयाचे बियाणे ६ ते ८ तास ओल्या गोणपाटात भिजत घालावे म्हणजे उगवण लवकर होते. पेरणीनंतर विरळणीचे काम तीन आठवड्यांच्या आत संपवावे. टोकण केलेल्या कपाशीत प्रत्येक फुलीवर एकच जोमदार झाड ठेवून विरळणी करावी.',
      'आंतरमशागत ':
          'कपाशीच्या पिकात मातीची भर व ओलावा टिकून ठेवण्यासाठी जमिनीत हवा खेळती राहून मूळांना आवश्यक असलेला प्राणवायू भरपूर प्रमाणात मिळण्यासाठी व तणनियंत्रणासाठी आंतरमशागत फार महत्वाची आहे. त्याकरिता पेरणीनंतर ३ ते ४ आठवड्यांनी ३ ते ४ कोळपण्या, २ ते ३ वेळा निंदणी करुन शेत तणविरहीत ठेवावे. तसेच रासायनिक तण नियंत्रणासाठी पेरणीनंतर व उगवणीपूर्वी डाययुरॉन (हॅक्झायूरॉन) हे तणनाशक १ किलो ग्रॅम क्रियाशील घटक किंवा पेंडीमेथिलीन (स्टॉम्प) किंवा फल्युक्लोरॅलीन (बासालीन) ०.७५ ते १ किलो ग्रॅम क्रियाशील घटक प्रति हेक्टरी ५०० लिटर पाण्यात मिसळून जमिनीवर समप्रमाणात फवारणी करुन वापरावे.',
      'पाणी व्यवस्थापन ':
          'ऑगस्ट व सप्टेंबर महिन्यात पावसाचा ताण पडत असल्याने कापूस पिकाच्या महत्वाच्या वाढीच्या अवस्थेत संरक्षित पाणी देणे आवश्यक आहे. त्यासाठी जिरायती कापसात पाण्याची सोय असल्यास खालील प्रमाणे महत्वाच्या वाढीच्या अवस्थेत संरक्षित पाणी द्यावे. १. पाते धरण्याची अवस्था (पेरणीनंतर ३५-४० दिवसांनी) २. फुले येतांना (पेरणीनंतर ६० दिवसांनी) ३. बोंडे धरण्याची व परीपक्व होण्याची अवस्था (पेरणीनंतर ९० ते १०० दिवसांनी',
      '१) देशी कपाशीचा वाण: फुले धन्वंतरी (आर. एच.ए.आर.बी.-०२-१) ':
          'वैद्यकीय उपचार पद्धतीमध्ये सर्जिकल कापूस म्हणून उपयोगाकरीता निवड करण्यात आलेल्या वाणाचे रुईची पाणी शोषण्याची क्षमता (अॅबसॉर्बन्सी) (१.९ सेकंद), शोषलेले पाणी सोडण्याची कमी क्षमता (सिंकिंग टाईम) (२ सेकंद) आणि पाणी धरुन ठेवण्याची क्षमता (२६.७ ग्रॅम / ग्रॅम) वाय-१ या प्रचलित वाणापेक्षा सरस (अनुक्रमे ६.५ सेकंद, ८.५ सेकंद आणि २५.० ग्रॅम / ग्रॅम) फुले धन्वंतरी या वाणाने कापसाचे अधिक उत्पादन (१४२० कि/हे) दिले असून, ते वाय-१ (१२३३ कि/हे) आणि जे एल ए-७९४ (१३१४ कि/हे) या देशी प्रचलित वाणाच्या तुलनेत अनुक्रमे २२.२४ आणि ८.०६ टक्के अधिक. - जीवाणूजन्य करपा रोगास प्रतिकारक आणि बुरशीजन्य करपा रोगास व दहिया या रोगास मध्यम प्रतिकारक तसेच रस शोषणाऱ्या किडींना आणि बोंड अळ्यांना सहनशील. राष्ट्रीय पादप अनुवंशिक संसाधन ब्युरो (एन बी पी जी आर, नवी दिल्ली) येथे वैशिष्टपूर्ण गुणधर्म असलेला बाण म्हणून नोंदणी (नोंदणी क्रमांक आय एन जी आर ०३०७२)',
      '२) देशी कपाशीचा वाण: फुले अनमोल (आरएसी-०२४) ':
          'वेगवेगळ्या चाचण्यांअंतर्गत फुले अनमोल (आरएसी-०२४) या वाणाने धाग्याची लांबी व ताकद सर्वोत्कृष्ट नोंदविली. सन २००४-०५ आणि २०१०-११ वेगवेगळ्या चाचण्यांतर्गत या वाणाने सरासरी धाग्याची लांबी (२६.९ मि.मी.) ताकद (२२.६ जी/टेक्स) तसेच तलमता (४.७) नोंदवली. दोन सलग वर्ष पाण्याचा ताण असतांना घेण्यात आलेल्या चाचण्यांमध्ये हरितलवकांचे कमी होण्याचे प्रमाण कमी आणि जास्त पाण्याचे प्रमाण आढळल्याने अवर्षण प्रतिकारक्षम म्हणून नोंद. वेगवेगळ्या स्थानिक तसेच बहुस्थानिय चाचण्यांतर्गत फुले अनमोल आरएसी-०२४ (१३०५ कि/हे) या वाणाने जे.एल.ए.-७९४ (१०७७ कि./हे) वाणापेक्षा २१.१६ टक्के अधिक उत्पादन नोंदवले. दहिया या रोगास पुर्ण प्रतिकारक आणि जीवाणूजन्य करपा आणि बुरशीजन्य करपा रोगास प्रतिकारक तसेच रस शोषणाऱ्या किडींना प्रतिकारक.',
      '३) देशी कपाशीचा वाण : फुले जे एल ए - ७९४ ':
          'खान्देश विभागात लागवडीसाठी शिफारस. वाय-१ वाणापेक्षा २५ ते २७ टक्के जास्त उत्पादन व १० दिवस लवकर परिपक्वता. मध्यम धाग्याचा रूईचा चांगला उतारा (३७%) असलेला कोरडवाहू लागवडीसाठी शाश्वत सरासरी हेक्टरी ९-१० किंटल उत्पादन देणारा वाण. दहिया, जीवाणूजन्य व बुरशीजन्य करपा रोगास मध्यम प्रतिकारक. रसशोषक किडी व बोंड अळ्यांना सहनशिल.',
      '४) देशी कपाशीचा वाण जे एल. ए - ५०५ ':
          'मध्य भारतातील महाराष्ट्र, मध्यप्रदेश, गुजरात व ओडीसा ह्या राज्यांसाठी शिफारस. सरासरी उत्पादन क्षमता १२-१५ क्विंटल/हेक्टर परंतु अनुवंशीक उत्पादन (Genetical Potential) क्षमता १५-२० किंटल/हेक्टर धाग्याची लांबी मध्यम (२५.८ मि.मि.) धाग्याची ताकद चांगली (२१.८ ग्रॅम / टेक्स्ट), रुईचा उतारा ३६%, बोंडाचे सरासरी वजन इतर देशी सुधारीत वाणांपेक्षा जास्त (२.६ ते ३.० ग्रॅम). दहिया, जीवाणूजन्य करपा व बुरशीजन्य करपा रोगांना मध्यम प्रतिकारक, रसशोषक किडी व बोंडअळ्यांना सहनशिल.',
      'कापूस पीक शिफारस (२०१९) ':
          '१) बागायती देशी कपाशीचे अधिक उत्पादन व आर्थिक लाभ मिळविण्यासाठी अति घन लागवड पद्धतीत फुले धन्वतरी या देशी कापूस वाणाची लागवड ४५ सें.मी. (ओळ) X १५ सें.मी. (रोप) अंतरावर करण्याची शिफारस करण्यात येत आहे. (कृषि विद्या) २) तुडतुड्यांचा प्रादुर्भाव, बाह्य गुणधर्म व जैव रासायनिक गुणधर्मावरून ए. के. एच. १३-५१ हा कपाशीचा वाण तुडतुडे किडीस प्रतिकारक्षम स्त्रोत म्हणून शिफारस करण्यात येत आहे. (कृषि किटकशास्त्र)',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1b2sXHgDDnExJOm5qEU8IjgS0E4_KQTL6',
  ),
  CropInformation(
    id: '29',
    cropCategorie: '5',
    title: 'ज्वारी',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'मध्यम ते भारी, चांगली निचरा होणारी',
      'पूर्वमशागत': '१ नांगरट, २ कुळवाच्या पाळ्या देऊन जमीन भुसभुसीत करावी.',
      'आंतरपीक': 'ज्वारी व चवळी (श्वेता) यांची २:१ या प्रमाणात पेरणी करावी.',
      'पेरणीची वेळ':
          'खरीप जून-जुलै, रब्बी सप्टेंबर ऑक्टोबर, उन्हाळी फेब्रुवारी मार्च',
      'पेरणीची पद्धत': 'पाभरीने ३० सें.मी. अंतरावर पेरणी करावी.',
      'बियाणे': '४० किलो/हेक्टर',
      'बीज प्रक्रिया':
          'अॅझोटोबॅक्टर जिवाणू संबर्धन खत २५० ग्रॅम प्रति १० किलो बियाण्यास पेरणीपूर्वी चोळावे.',
      'खते':
          'प्रति हेक्टरी ५ टन शेणखत, १०० किलो नत्र ५० किलो स्फुरद ४० किलो पालाश प्रति हेक्टरी द्यावे. यापैकी ५० किलो नत्र, ५० किलो स्फुरद व ४० किलो पालाश पेरणीच्या वेळी व ५० किलो नत्र पेरणीनंतर ३० दिवसांनी प्रति हेक्टरी द्यावे.',
      'आंतरमशागत': 'एक खुरपणी व एक कोळपणी करून शेत तणविरहीत ठेवावे',
      'पाणी व्यवस्थापन':
          'खरीपात १५ दिवसांनी, रब्बीमध्ये १० ते १२ दिवसांनी व उन्हाळी हंगामात ७ ते १० दिवसांनी पाणी द्यावे.',
      'पीक संरक्षण':
          'खोड माशी खरीपात ७ जुलैपूर्वी पेरणी करावी. बीजप्रक्रिया पेरणीच्या वेळी थायोमेथोक्झाम २ ग्रॅम / किलो बियाण्यास चोळावे अथवा क्विनॉलफॉस २५ इ. सी. ३५० मिली. २५० लि/हेक्टर पाण्यात मिसळून उगवणीनंतर १० दिवसांनी फवारावे व दुसरी फवारणी क्विनॉलफॉस २५ इ.सी. ७०० मिली, ५०० लि/हे. पाण्यात मिसळून पहिल्या फवारणीनंतर १० दिवसांनी करावी',
      'कापणी': '५० टक्के पीक फुलोऱ्यात (६५-७० दिवसांनी) असताना कापणी करावी.',
      'उत्पादन': 'हिरव्या चाऱ्याचे ५०० ते ५५० क्विंटल प्रति हेक्टर',
      'विशेष बाब': 'प्रथिने ८ ते १० टक्के',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1an_yCvGUOOXE5fhmNTAvkwSJtuT77Pg_',
  ),
  CropInformation(
    id: '30',
    cropCategorie: '5',
    title: 'बाजरी',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'हलकी ते मध्यम, चांगली, निचरा होणारी',
      'पूर्वमशागत': '१ नांगरट, २ कुळव्याच्या पाळ्या देऊन जमीन भुसभुसीत करावी.',
      'आंतरपिक': 'बाजरी व चवळी (श्वेता) यांची २:१ या प्रमाणात पेरणी करावी.',
      'पेरणीची वेळ': 'खरीप : जून - जुलै, उन्हाळी : फेब्रुवारी - मार्च',
      'पेरणीची पद्धत': 'पाभरीने ३० सें.मी. अंतरावर पेरणी करावी.',
      'बियाणे': '१० किलो/हेक्टर',
      'बीज प्रक्रिया':
          'अझोटोबॅक्टर जिवाणू संवर्धन खत २५० ग्रॅम प्रति १० किलो बियाण्यास पेरणीपूर्वी चोळावे.',
      'खते':
          'प्रति हेक्टरी ५ टन शेणखत, ९० किलो नत्र : ४० किलो स्फुरद : ३० किलो पालाश प्रति हेक्टरी द्यावे. यापैकी ४५ किलो नत्र, ४० किलो स्फुरद व ३० किलो पालाश पेरणीच्यावेळी व ४५ किलो नत्र पेरणीनंतर ३० दिवसांनी प्रति हेक्टरी द्यावे.',
      'आंतरमशागत': 'एक खुरपणी व एक कोळपणी करून शेत तणविरहीत ठेवावे',
      'पाणी व्यवस्थापन':
          'खरीपात १५ दिवसांनी व उन्हाळी हंगामात ७ ते १० दिवसांनी पाणी द्यावे.',
      'कापणी': '५० टक्के पीक फुलोऱ्यात (५५-६० दिवसांनी) असताना कापणी करावी.',
      'उत्पादन': 'हिरव्या चाऱ्याचे ४५० ते ५०० क्विंटल प्रति हेक्टर',
      'विशेष बाब': 'प्रथिने - ७ ते ९ टक्के',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1rW2CMwb9GlEAFhKOpDjdSjaosfFdpVxY',
  ),
  CropInformation(
    id: '31',
    cropCategorie: '5',
    title: 'मका',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'मध्यम ते भारी, चांगली निचरा होणारी',
      'पूर्वमशागत': '१ नांगरट, २ कुळव्याच्या पाळया देऊन जमीन भुसभुसीत करावी.',
      'आंतरपिक': 'मका व चवळी (श्वेता) बांची २:१ वा प्रमाणात पेरणी करावी.',
      'पेरणीची वेळ':
          'खरीप : जून - जुलै, रब्बी : ऑक्टोबर - नोव्हेंबर, उन्हाळी : फेब्रुवारी - मार्च',
      'पेरणीची पद्धत': 'पाभरीने ३० सें.मी. अंतरावर पेरणी करावी.',
      'बियाणे': '७५ किलो/हेक्टर',
      'बीज प्रक्रिया':
          'अॅझोटोबेक्टर जिवाणू संवर्धन खत २५० ग्रॅम प्रति १० किलो बियाण्यास पेरणीपूर्वी चोळावे.',
      'खते':
          'प्रति हेक्टरी ५ टन शेगखत, १०० किलो नत्र : ५० किलो स्फुरद : ५० किलो पालाश प्रति हेक्टर द्यावे. यापैकी ५० किलो नत्र, ५० किलो स्फुरद व ५० किलो पालाश पेरणीच्या वेळी व ५० किलो नत्र पेरणीनंतर ३० दिवसांनी प्रति हेक्टरी द्यावे.',
      'आंतरमशागत': 'एक खुरपणी व एक कोळपणी करून शेत तणविरहीत ठेवावे',
      'पाणी व्यवस्थापन':
          'खरीपात १५ दिवसांनी, रबीमध्ये १० ते १२ दिवसांनी व उन्हाळी हंगामात ७ ते १० दिवसांनी पाणी द्यावे.',
      'पीक संरक्षण':
          'मक्यावरील अमेरिकन लष्करी अळीचे व्यवस्थापन \n१. अंडीपुंज, अळ्या व पोंग्यात लपलेले पंतग हाताने गोळा करुन नष्ट करावेत. \n२. कामगंध सापळ्यामध्ये FAW ल्युअर वापरुन प्रती एकर ४ या प्रमाणे पिकात वापरावेत जेणेकरुन नर पतंग आकर्षित होऊन अडकतील. \n ३. एकरी एका प्रकाश सापळ्याचा वापर करावा \n४. लष्करी अळीच्या नियंत्रणासाठी तिच्या अंड्यावर उपजीविका करणारे ट्रायकोडर्मा प्रिटीओसम या जातीची ५०,०००/- अंडी दहा दिवसांच्या अंतराने तीन वेळा संध्याकाळी शेतात सोडावे. \n५. जैविक किडनाशकांमध्ये नोमुरीया रिलाय ५ ग्रॅम किंवा मेटार्हीझीअम अनिसोप्ले ५ ग्रॅम प्रती लिटर पाणी या प्रमाणात मिसळून फवारणी करावी.\n६. बॅसिलस थूरींजिनेसीस Bt २ ग्रॅम प्रती लिटर पाणी या प्रमाणात घेवून फवारणी करावी.\n७. अळीच्या वाढीच्या पहिल्या अवस्थांमध्ये ५% पेक्षा कमी प्रादुर्भाव असताना कडूनिंबावर आधारित १५०० पीपीएम ५ मिली/ लिटर पाणी या प्रमाणात मिसळून फवारणी करावी. \n८. रासायनिक कीडनाशकांमध्ये किडीचा प्रादुर्भाव १५ ते २० एस.सी. ४ मिली किंवा इमामेक्टीन बेन्झोएट ४ ग्रॅम याप्रमाणे प्रती १० लिटर पाणी या प्रमाणात घेऊन संध्याकाळी फवारणी करावी तसेच फवारणी केल्यानंतर कीडनाशकाचा प्रतीक्षा कालावधी हा फवारणी केलेनंतर ३० ते ४५ दिवस असतो तरी अशी मका जनावरांना खाऊ घालणे किंवा मुरघासासाठी कापणे टाळावे.',
      'कापणी': '५० टक्के पीक फुलोऱ्यात (६५-७० दिवसांनी) असताना कापणी करावी.',
      'उत्पादन': 'हिरव्या चाऱ्याचे ५०० ते ६०० क्विंटल प्रति हेक्टर',
      'विशेष बाब': 'प्रथिने - ९ ते ११ टक्के',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1TdIoQNAOUG3NRByepfn8AXnf4GVkG3CT',
  ),
  CropInformation(
    id: '32',
    cropCategorie: '5',
    title: 'ओट',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'मध्यम ते भारी, चांगली निचरा होणारी',
      'पूर्वमशागत': '१ नांगरट, २ कुळव्याच्या पाळया देऊन जमीन भुसभुसीत करावी.',
      'पेरणीची वेळ': 'ऑक्टोबर- नोव्हेंबर',
      'पेरणीची पद्धत': 'पाभरीने ३० सें.मी. अंतरावर पेरणी करावी.',
      'बियाणे': '१०० किलो/हेक्टर',
      'बीज प्रक्रिया':
          'अॅझोटोबॅक्टर जिवाणू संवर्धन खत २५० ग्रॅम प्रति १० किलो बियाण्यास पेरणीपूर्वी चोळावे.',
      'खते':
          'प्रति हेक्टरी ५ टन शेणखत, १२० किलो नत्र : ५० किलो स्फुरद : ४० किलो पालाश प्रति हेक्टर द्यावे. यापैकी ४० किलो नत्र, ५० किलो स्फुरद व ४० किलो पालाश पेरणीच्या वेळी, ४० किलो नत्र पेरणीनंतर २५ दिवसांनी व ४० किलो नत्र पहिल्या कापणीनंतर प्रति हेक्टरी द्यावे.',
      'आंतरमशागत': 'एक खुरपणी ३० दिवसांनी करावी',
      'पाणी व्यवस्थापन': '१० ते १२ दिवसांनी पाणी द्यावे.',
      'कापणी':
          'पहिली कापणी ५० दिवसांनी व दुसरी कापणी पहिल्या कापणीनंतर ३५ दिवसांनी अथवा ५०% फुलोऱ्यात असतांना करावी. हिरव्या चाऱ्याकरिता पिकाची कापणी जमिनीपासून १० से.मी उंचीवर करावी.',
      'उत्पादन':
          'हिरव्या चाऱ्याचे ५०० ते ६०० क्विंटल प्रति हेक्टरी (दोन कापण्याद्वारे)',
      'विशेष बाब': 'प्रथिने - ९ ते १० टक्के',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1WTqUNZakgHku-9nDICQBZuB_UMrBScIs',
  ),
  CropInformation(
    id: '33',
    cropCategorie: '5',
    title: 'लसूण घास',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'मध्यम ते भारी, चांगली निचरा होणारी',
      'पूर्वमशागत':
          '१ नागरट, २ ते ३ कुळव्याच्या पाळ्या देऊन जमीन भुसभुसीत करावी.',
      'पेरणीची वेळ': 'ऑक्टोबर- नोव्हेंबर',
      'पेरणीची पद्धत': '३० सें.मी. अंतरावर पेरणी करावी',
      'बियाणे': '२५ किलो/हेक्टर',
      'बीज प्रक्रिया':
          'रायझोबियम जिवाणू संवर्धन खत २५० ग्रॅम प्रति १० किलो बियाण्यास पेरणीपूर्वी चोळावे',
      'खते':
          'प्रति हेक्टरी १० टन शेणखत, २० किलो नत्र, ८० किलो स्फुरद व ४० किलो पालाश पेरणीपूर्वी द्यावे. त्यानंतर प्रत्येक ४ कापण्यानंतर २० किलो नत्र व ५० किलो स्फुरद (किंवा १०० किलो डी.ए.पी.) प्रति हेक्टर द्यावे.',
      'आंतरमशागत': 'गरजेनुसार कापणीनंतर खुरपणी व तीन कापणीनंतर कोळपणी करावी.',
      'पाणी व्यवस्थापन':
          'खरीपमध्ये १५ ते २० दिवसानी व रब्बी हंगामात १० ते १२ दिवसानी व उन्हाळी हंगामात ८ ते १० दिवसांनी पाणी द्यावे.',
      'पीक संरक्षण':
          'एकात्मिक किड लसुणघासाचे बीजोत्पादनासाठी खालीलप्रमाणे एकात्मिक किड व्यवस्थापनाचा अवलंब करावा.',
      'व्यवस्थापन':
          '१.फुले व शेंगा खाणाऱ्या अळीचा प्रादुर्भाव दिसुन येताच एच.ए.एन.पी.व्ही १० मिली प्रति १० लिटर पाण्यातून संध्याकाळी फवारणी करावी \n २. ट्रायकोग्रामा चिलोनीस या परोपजीवी किटकांचे १,००,००० किटक प्रति हेक्टर या प्रमाणात प्रसारण करावे. दुसरे प्रसारण पहिल्या प्रसारणानंतर ८ दिवसांनी करावे. \n ३. बी.टी. १ कि. प्रति हेक्टरी या प्रमाणात ५०० लिटर पाण्यातुन परोपजीवी किटकांच्या प्रसारणानंतर ८ दिवसाने फवारावे \n४. टी आकाराचे १५ पक्षी थांबे प्रति हेक्टर या प्रमाणात शेतात उभारावे',
      'कापणी':
          'पहिली कापणी पेरणीनंतर ५० दिवसांनी व नंतरच्या कापण्या २१-२५ दिवसांनी कराव्यात. बिजोत्पादन घेताना दिड वर्षापर्यंत हिरव्या चाऱ्याची कापणी करावी. त्यानंतर मार्च महिन्याच्या शेवटच्या आठवड्यापासून मे महिन्यापर्यंत पहिल्यांदा बियाण्याचे उत्पादन घ्यावे. व पुन्हा पुढील वर्षी मार्च महिन्यात दुसऱ्यांदा बिजोत्पादन घ्यावे.',
      'उत्पादन':
          'हिरव्या चाऱ्याचे १००० ते १२०० क्विंटल प्रति हेक्टर (१०-१२ कापण्या)',
      'विशेष बाब': 'प्रथिने - १९ ते २२ टक्के',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1seP577BaGtcsQb_D1DIHLQRvoAQjWzLE',
  ),
  CropInformation(
    id: '34',
    cropCategorie: '5',
    title: 'बरसीम (घोडा घास)',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'मध्यम ते भारी, चांगली निचरा होणारी',
      'पूर्वमशागत': '१ नांगरट, २ कुळव्याच्या पाळया देऊन जमीन भुसभुसीत करावी.',
      'पेरणीची वेळ': 'ऑक्टोबर- नोव्हेंबर',
      'पेरणीची पद्धत': '३० सें.मी. अंतरावर पेरणी करावी.',
      'बियाणे': '३० किलो/हेक्टर',
      'बीज प्रक्रिया':
          'रायझोबियम जिवाणू संवर्धन खत २५० ग्रॅम प्रति १० किलो बियाण्यास पेरणीपूर्वी चोळावे',
      'खते':
          'प्रति हेक्टरी ५ टन शेणखत, २० किलो नत्र, ८० किलो स्फुरद व ४० किलो पालाश प्रति हेक्टरी पेरणीपूर्वी द्यावे.',
      'आंतरमशागत': 'एक खुरपणी व एक कोळपणी करून शेत तणविरहीत ठेवावे',
      'पाणी व्यवस्थापन': '१० ते १२ दिवसांनी पाणी द्यावे.',
      'पीक संरक्षण': 'लसुण घासात नमूद केल्याप्रमाणे अवलंब करावा.',
      'कापणी':
          '१ ली कापणी पेरणीनंतर ४५-५० दिवसांनी व नंतरच्या कापण्या २१-२५ दिवसांनी कराव्यात.',
      'उत्पादन':
          'हिरव्या चाऱ्याचे ६०० ते ८०० क्विंटल प्रति हेक्टर (३-४ कापण्या)',
      'विशेष बाब': 'प्रथिने - १७ ते १९ टक्के',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1weTlr5th6Pb_-G146oqKbAQ5minuMP4I',
  ),
  CropInformation(
    id: '35',
    cropCategorie: '5',
    title: 'चवळी',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'मध्यम ते भारी, चांगली निचरा होणारी',
      'पूर्वमशागत':
          '१ नांगरट, २ ते ३ कुळवाच्या पाळ्या देऊन जमीन भुसभुसीत करावी.',
      'आंतरपिक':
          'चवळी (श्वेता) चारा पिकात ज्वारी, बाजरी व मका या पिकांची १:२ या प्रमाणात पेरणी करावी.',
      'पेरणीची वेळ': 'खरीप : जून-ऑगस्ट, उन्हाळी : फेब्रवारी-एप्रिल',
      'पेरणीची पद्धत': '३० सें.मी. अंतरावर पाभरीने पेरणी करावी',
      'बियाणे': '४० किलो/हेक्टर',
      'बीज प्रक्रिया':
          'रायझोबियम जिवाणू संवर्धन खत २५० ग्रॅम प्रति १० किलो बियाण्यास पेरणीपूर्वी चोळावे',
      'खते':
          'प्रति हेक्टरी ४ टन शेणखत, २० किलो नत्र : ४० किलो स्फुरद पेरणीपूर्वी द्यावे',
      'आंतरमशागत': 'एक खुरपणी व एक कोळपणी करून शेत तणविरहीत ठेवावे',
      'पाणी व्यवस्थापन':
          'खरीपात १५ दिवसांनी व उन्हाळ्यात ७ ते १० दिवसांनी पाणी द्यावे.',
      'कापणी': 'पेरणीनंतर ६०-६५ दिवसांनी कापणी करावी.',
      'उत्पादन': 'हिरव्या चाऱ्याचे २५० ते ३०० क्विंटल प्रति हेक्टर',
      'विशेष बाब': 'प्रथिने - १३ ते १५ टक्के',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1O_STPlkhlL8D_oGPgcjYZMrQIk_j05Wo',
  ),
  CropInformation(
    id: '36',
    cropCategorie: '5',
    title: 'संकरित नेपियर गवत',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'कसदार, मध्यम ते भारी, चांगली निचरा होणारी',
      'पूर्वमशागत':
          '१ खोल नांगरट, ३ ते ४ कुळवाच्या पाळ्या देऊन जमीन भुसभुसीत करावी.',
      'पेरणीची वेळ': 'खरीप : जून-ऑगस्ट, उन्हाळी : फेब्रुवारी-मार्च',
      'पेरणी':
          '९०x६० सें.मी. अंतरावर लागवड करावी. (दोन सऱ्यातील अंतर ९० सें.मी.)',
      'बियाणे/ठोंबे': 'एका जागी एक ठोंब लावल्यास १८, ५०० ठोंबे/हेक्टरी',
      'खते/हे.':
          'प्रति हेक्टरी २०-२५ टन शेणखत, २२५ किलो नत्र : ७५ किलो स्फुरद : ६० किलो पालाश द्यावे. यापैकी ७५ किलो नत्र, ३७.५० किलो स्फुरद व ३० किलो पालाश प्रति हेक्टर पेरणीपुर्वी द्यावे. ३० किलो नत्र ३७.५० किलो स्फुरद व ३० किलो पालाश बांधणीच्या वेळी ( चार कापण्यानंतर) द्यावे व प्रत्येक कापणीनंतर ३० किलो नत्र प्रति हेक्टरी द्यावे.',
      'आंतरमशागत': 'प्रत्येक कापणीनंतर खुरपणी करावी',
      'पाणी व्यवस्थापन': '१० ते १५ दिवसांनी पाणी द्यावे.',
      'पीक संरक्षण':
          'हुमणी : एप्रिल-मे महिन्यात झाडावरील भुंगेरे फांद्या हलवून गोळा करून रॉकेल मिश्रीत पाण्यात टाकून नाश करावा.',
      'कापणी':
          'पहिली कापणी पेरणीनंतर ६० दिवसांनी व नंतरच्या कापण्या ४५-५० दिवसांच्या अंतराने कराव्यात.',
      'उत्पादन':
          'हिरव्या चान्याचे फुले जयवंत १००० ते १५०० फिंटल प्रति हेक्टरी प्रति वर्ष व फुले गुणवंत १२०० ते १५०० किंटल प्रति हेक्टरी प्रति वर्ष',
      'पोषणमूल्ये':
          'प्रथिने - ९ ते १०%, काष्टमय तंतू ३०.१९%, एकूण पचनियता ६१.०८%',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1AnjM5ImffLaDp-Sh7mEi1E5ESF8Tv2WQ',
  ),
  CropInformation(
    id: '37',
    cropCategorie: '5',
    title: 'स्टायलो',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'हलकी ते मध्यम, चांगली निचरा होणारी',
      'पूर्वमशागत': 'एखादी कुळवणी करून पेरणी करावी.',
      'पेरणीची वेळ': 'जून - जुलै',
      'पेरणी':
          '३० सें.मी. अंतरावर काकन्या मारून बी टाकावे अथवा बी फे कून पेरणी करावी. पेरणीनंतर बियाणे मातीने झाकू नये.',
      'बियाणे': '१० किलो/हेक्टर',
      'बीज प्रक्रिया':
          'रायझोबियम जिवाणू संवर्धन खत २५० ग्रॅम प्रति १० किलो बियाण्यास पेरणीपूर्वी चोळावे.',
      'खते':
          '२० किलो नत्र, ४० किलो स्फुरद व २० किलो पालाश प्रति हेक्टर पेरणीपूर्वी द्यावे व प्रत्येक वर्षी जुलै-ऑगस्ट महिन्यात ५० किलो स्फुरद प्रति हेक्टर द्यावे.',
      'आंतरमशागत': 'पेरणीनंतर एक खुरपणी करून शेत तणविरहीत ठेवावे',
      'पाणी व्यवस्थापन': 'गरजेनुसार पाणी द्यावे.',
      'कापणी': 'वर्षातून किमान २ कापण्या कराव्यात',
      'उत्पादन': 'हिरव्या चाऱ्याचे २५० ते ३०० क्विंटल प्रति हेक्टर',
      'पोषणमूल्ये':
          'प्रथिने - १२ ते १४ %, काष्टमय तंतू ३५.८६%, एकूण पचनियता ५०.६९%',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1eYL81-KFWJic4e_OpoX4PCAXH9g6qPgj',
  ),
  CropInformation(
    id: '38',
    cropCategorie: '5',
    title: 'मारवेल गवत - फुले मारवेल',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'सुधारित वाण': 'फुले मारवेल - ०६-४०, फुले मारवेल - १',
      'जमीन': 'हलकी ते मध्यम',
      'पूर्वमशागत': 'नांगरट व १ वेळा कुळवणी देऊन जमीन भुसभुशीत करावी.',
      'पेरणीची वेळ': 'जून - ऑगस्ट',
      'पेरणीची पद्धत': '४५X३० सें.मी. अंतरावर ठोंबाने लागवड करावी.',
      'बियाणे': '७५००० ठोंबे प्रति हेक्टरी',
      'खते':
          '३० किलो नत्र, ३० किलो स्फुरद, २० किलो पालाश पेरणीपूर्वी द्यावे. प्रत्येक कापणीनंतर ३० किलो नत्र द्यावे (४० ते ४५ दिवसांनी) व प्रति हेक्टर ४-५ टन शेणखत पूर्व मशागतीच्या वेळी जमिनीत मिसळून द्यावे.',
      'आंतरमशागत': 'पेरणीनंतर एक खुरपणी करून शेत तणविरहीत ठेवावे',
      'पाणी व्यवस्थापन': 'कोरडवाहू',
      'कापणी': 'वर्षातून किमान २ कापण्या कराव्यात. (कोरडवाहू)',
      'उत्पादन': 'हिरव्या चाऱ्याचे ३५० ते ४५० प्रति हेक्टर',
      'विशेष बाब': 'कुरण विकासासाठी',
      'पोषणमूल्ये': 'प्रथिने ६%, काष्टमय तंतू ३८.६०%, एकूण पचनियता ५८%',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1_xuECaH8ONuLSSONZQ97_NUVvtYe_cPt',
  ),
  CropInformation(
    id: '39',
    cropCategorie: '5',
    title: 'मारवेल गवत - फुले गोवर्धन',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'सुधारित वाण': 'फुले गोवर्धन',
      'जमीन': 'मध्यम ते भारी, कसदार व उत्तम निचऱ्याची जमीन निवडावी.',
      'पूर्वमशागत': 'नांगरट व १ वेळा कुळवणी देऊन जमीन भुसभुशीत करावी.',
      'पेरणीची वेळ': 'पावसाळ्यात जून ते ऑगस्ट : उन्हाळ्यात फेब्रुवारी-मार्च',
      'पेरणीची पद्धत':
          '४५X३० सें.मी. अंतरावर दोन डोळे असलेली कांडी ओळीत एक डोळा जमिनीत व एक डोळा जमिनीवर राहील अशा रितीने लावावे.',
      'बियाणे': '७५००० दोन डोळे कांडी प्रति हेक्टरी',
      'खते':
          '३० किलो नत्र, ४० किलो स्फुरद, २० किलो पालाश पेरणीपूर्वी द्यावे व प्रत्येक कापणीनंतर ३० किलो नत्र द्यावे. प्रति हेक्टर ५-७ टन शेणखत',
      'आंतरमशागत':
          'पिकाच्या सुरूवातीच्या वाढीच्या काळात एक किंवा दोन खुरपण्या देणे आवश्यक आहे.',
      'पाणी व्यवस्थापन':
          'पावसाळ्यात गरज भासल्यास तर उन्हाळ्यात १०-१५ दिवसांनी पाण्याच्या पाळ्या द्याव्यात.',
      'पिक संरक्षण':
          'हुमणी : एप्रिल-मे महिन्यात झाडावरील भुंगेरे फांद्या हलवून गोळा करून रॉकेल मिश्रीत पाण्यात टाकून नाश करावा.',
      'कापणी':
          'वर्षातून किमान ६-८ कापण्या कराव्यात. (पहिली कापणी ५० ते ६० दिवसांनी व इतरच्या कापण्वा ४५ ते ५० दिवसांनी कराव्यात.)',
      'उत्पादन': 'हिरव्या चाऱ्याचे ६०० ते ७०० किंटल प्रति हेक्टर / वर्ष',
      'पोषणमूल्ये':
          'प्रथिने-६ ते ७ %, काष्टमय तंतू ३९.६०%, एकूण पचनियता ६१.३०%, ब्रिक्स ७.५०%',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1_xuECaH8ONuLSSONZQ97_NUVvtYe_cPt',
  ),
  CropInformation(
    id: '40',
    cropCategorie: '5',
    title: 'मद्रास अंजन',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'सुधारित वाण': 'फुले मद्रास अंजन-१, काजरी - ७५',
      'जमीन':
          'या चारा पिकासाठी हलकी ते मध्यम चांगली निचरा होणारी जमीन निवडाबी. मद्रास अंजन वाण ६.५ ते ८.५ दरम्यान सामू असलेल्या जमिनीत येऊ शकतात.',
      'पूर्वमशागत':
          'लागवडीसाठी १ खोल नांगरट करावी व एक कुळवाची पाळी देऊन जमीन भुसभुसीत आणि तणविरहीत करावी.',
      'पेरणीची वेळ': 'जून - ऑगस्ट',
      'पेरणी':
          'सपाट ाफेत दोन ओळीतील अंतर ४५ सें.मी ठेऊन ओळीमध्ये ३० सें.मी. बियाणे टोकावे किंवा ठोंबे लावावीत.',
      'बियाणे': '५-६ किलो/ किंवा ७५००० ठोंब / प्रति हेक्टरी',
      'खते':
          '४-५ टन शेणखत प्रति हेक्टरी पुर्वमशागतीचे वेळेस जमिनीत मिसळून द्यावे. \nरासायनिक खत : पेरणीचे वेळी ४० किलो नत्र ३० किलो स्फुरद व २० किलो पालाश प्रति हेक्टरी द्यावा. लागवडीनंतर एक महीन्याने २० किलो नत्र द्यावे त्याचप्रमाणे जुन-जुलै या काळात वरील प्रमाणे रासायनिक खते द्यावीत.',
      'आंतरमशागत':
          'नांगे भरणे : १५-२० दिवसांनी नांगे भरून घ्यावे \n खुरपणी : पेरणीनंतर पहीली खुरपणी २०-२५ दिवसांनी करावी. त्यात नंतरच्या खुरपणी गरजेनुसार करावी.',
      'पाणी व्यवस्थापन':
          'हे पीक कोरडवाहू म्हणून घेतले जाते. परंतू या पिकाच्या अधिक उत्पादनासाठी पाण्याची उपलब्धता असल्यास जमिनीचा प्रकार पाहून साधारपणे २०-२५ दिवसाच्या अंतराने पाणी दिले तर हिरव्या चान्याचे भरपूर उत्पादन मिळते.',
      'पिक संरक्षण':
          'पानावरील ठिपक्या रोगास प्रतिकारक्षम. या वाणामध्ये कोणताही रोग अथवा किड यांचा प्रादुर्भाव आढळून आलेला नाही.',
      'कापणी': 'वर्षातुन २ कापण्या कराव्यात',
      'उत्पादन': 'हिरव्या चाऱ्याचे ४०० ते ५०० किंटल प्रति हेक्टर/प्रति वर्ष',
      'पोषणमूल्ये': 'प्रथिने ६ ते ७ %, एकूण पचनियता ५२%',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1e_EzeszvL5r5Fw7hVxR_8krGZbkcTKyj',
  ),
  CropInformation(
    id: '41',
    cropCategorie: '6',
    title: 'आंबा',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन':
          'मध्यम ते भारी प्रतीची, १.५ ते २.० मी. खोलीची, पाण्याचा चांगला निचरा होणारी',
      'सुधारित व संकरित जाती':
          'केशर, रत्ना, हापूस, सिंधू, पायरी, लंगडा, वनराज, तोतापुरी, साई सुगंध, सुवर्णा, फुले अभिरुची (लोणच्याच्या कैऱ्यांसाठी)',
      'लागवड अंतर':
          '१०×१० मीटर भारी जमिनीत, ९४९ मीटर मध्यम जमिनीत, लागवडीसाठी कलमांचा वापर करावा. १x१x१ मी. आकाराचे खड्डे घेऊन शेणखत (४०-५० कि.) + पोयटा माती सिंगल सुपर फॉस्फेट (२ किलो) मिश्रणाने भरावेत. घन लागवड करावयाची झाल्यास ५४५ मी. अंतरावर करावी.',
      'आंतरपीक':
          'बागेत ५ वर्षापर्यंत भाजीपाला, द्विदल, शेंगवर्गीय, धैंचा, ताग ही पिके आंतरपिके म्हणून घेता येतात.',
      'खतांची मात्रा':
          'पावसाळ्यात पूर्ण वाढ झालेल्या झाडास दरवर्षी ५० कि. शेणखत + १५०० ग्रॅम नत्र + ५०० ग्रॅम स्फुरद ५०० ग्रॅम पालाश द्यावे. पैकी नत्राचा हप्ता जुलै व सप्टेंबरमध्ये दोन समान हप्त्यात विभागून द्यावा. तर स्फुरद व पालाश जुलैमध्ये एकाच हप्त्यात द्यावे.',
      'पाणी व्यवस्थापन':
          'पाण्याची उपलब्धता असल्यास फळधारणेनंतर ३ ते ४ पाण्याच्या पाळ्या द्याव्यात.',
      'कीड व रोग':
          '१) फांद्यावर आलेली बांडगुळे काढावीत. वाळलेल्या रोगग्रस्त फांद्या काढून नष्ट कराव्यात.\n २) आंबा मोहोर करपा व भुरी रोगाच्या व्यवस्थापनासाठी पीक फुलोऱ्यात असताना कार्बेन्डॅझीम १२% + मॅन्कोझेब ६३% डब्ल्यू.पी. (२० ग्रॅम१० ली पाणी) या संयुक्त बुरशीनाशकाच्या दहा दिवसांच्या अंतराने दोन फवारण्या घेण्यात याव्या. (भा.कृ.अ.न.प.)\n ३) आंबा पिकावर काढणी पश्चात येणाऱ्या करपा रोगाच्या नियंत्रणासाठी ५२ सेल्सिअस तापमानाच्या गरम पाण्याची १० मिनिटे प्रक्रीया करावी. (भा.कृ.अ.न.प.)\n ४) भुरी रोगाच्या नियंत्रणासाठी फ्लुक्झा पायरोझाड पायरोक्लोस्ट्रोबुलीन या संयुक्त बुरशीनाशकाची ०.०२% या प्रमाणात फवारणी करावी.\n ५) करपा रोगाच्या नियंत्रणासाठी कॉपर ऑक्झिक्लोराईड ५०% डब्ल्यु.जी. या बुरशीनाशकाची ०.२४% या प्रमाणात फवारणी करावी.',
      'इतर महत्वाचे मुद्दे':
          ' १ पश्चिम महाराष्ट्रात केशर आंब्यामध्ये फळांचे अधिक उत्पादन व काढणीनंतरचा साठवण कालावधी वाढविण्यासाठी ऑक्टोबर महिन्यात काळ्या पॉलिथीनचे (१०० मायक्रॉन) आच्छादन करून, काढण्यापूर्वी एक महिना अगोदर ४% कॅल्शिअम नायट्रेटची (४०० ग्रॅम / १० लिटर पाण्यात फवारणी करावी.)\nपश्चिम महाराष्ट्रात केशर आंब्यामध्ये उभयलिंगी फुलांचे प्रमाण, फलधारणा आणि उत्पादन वाढविण्यासाठी १% पोटॅशियम डायहायड्रोजन फॉस्फेटची (१०० ग्रॅम/१० लिटर पाण्यात) मोहोर फुटण्याच्या वेळी आणि त्यानंतर एक महिन्यानी १% पोटॅशियम नायट्रेटची (१०० ग्रॅम / १० लिटर पाण्यात) फवारणी करावी. (भा.कृ.अनु.प.)\nपश्चिम महाराष्ट्रामध्ये गावठी व अनुत्पादक झाडांचे सुधारीत जातींमध्ये रुपांतर करण्यासाठी, आंब्याची झाडे नोव्हेंबर ते डिसेंबर या कालावधीमध्ये जमिनीपासून २ मि. उंचीवर छाटून, फांदीवरील नवीन फुटव्यांवर अनुक्रमे फेब्रुवारी ते मार्च या महिन्यामध्ये केशर वाणाचे पाचर कलम करावे.\n४ पश्चिम महाराष्ट्रात केशर आंब्याच्या झाडांना डिसेंबर महिन्यात लवकर मोहोर येवून मे महिन्यात लवकर काढणी करण्यासाठी २३ टक्के पॅक्लोबुट्राझोल हे पीक वाढ निरोधक ऑगस्ट महिन्याच्या पहिल्या आठवड्यात खालील तक्त्याम',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=18dlLRl52XLPM-kWoLCPnOfOUOxh-Jr-X',
  ),
  CropInformation(
    id: '42',
    cropCategorie: '6',
    title: 'केळी',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन':
          'केळीसाठी मध्यम ते भारी, भरपुर सेंद्रीय पदार्थ असणारी, पाण्याचा चांगला निचरा होणारी जमीन योग्य असते. जमिनीचा सामू ६.५ ते ८.० च्या दरम्यान असावा. क्षारयुक्त, चोपण व चुनखडीयुक्त जमिनीत केळीची लागवड करू नये.',
      'लागवड हंगाम':
          'मृग बाग (जून-जूलै लागवड), कांदे बाग (ऑक्टोबर-नोव्हेंबर लागवड), फेब्रुवारी (खान्देश विभागासाठी)',
      'केळीचे वाण': '१) ग्रॅड नैन, २) श्रीमंती, ३) फुले प्राईड',
      'केळी लागवडीचे अंतर चौरस पद्धत ':
          '१.५ x १.५ मी. (हेक्टरी ४,४४४ झाडे) \n १ मी रूंद व ०.३० मी. उंच गादीवाफ्यावर १.७५ x १.७५ मी. अंतरावर',
      'केळी कंद निवड व प्रक्रिया':
          'केळी लागवडीसाठी कंद मुनवे निरोगी आणि जातीवंत बागेतूनच निवडावे. कंद ३ ते ४ महिने वयाचे, ४५० ते ७५० ग्रॅ. वजनाचे आणि उभट किंवा नारळाच्या आकाराचे असावेत. कंदावर ३- ४ रिंगा ठेवून खालील बाजूने वरचेवर कंद तासून घ्यावा. कंद लागवडीपूर्वी १०० लिटर पाण्यात १०० ग्रॅम कार्बेन्डझिम या द्रावणात कंद ३० ते ४० मिनीटे बुडवावीत. लागवडीसाठी उति संवर्धित रोपांचाही पर्याय उपलब्ध आहे. जातीवंत वाणांची, विषाणू निर्देशांक तपासलेली निरोगी रोपे खात्रीशीर उत्पादकांकडून खरेदी करावीत. उतिसंवर्धित रोपे एक सारख्या वाढीचे, ३० ते ४५ सेमी उंचीचे आणि किमान ६ ते ७ पाने असलेली योग्य कठिणता संस्कार केलेली असावीत.',
      'खत व्यवस्थापन':
          'सेंद्रीय खते : शेण खत १० किलो/ झाड किंवा, गांडूळ खत ५ किलो/झाड',
      'जैवीक खते':
          'ॲझोस्पिरीलम २५ ग्रॅम व पी.एस.बी.-२५ ग्रॅम / झाड, केळी लागवडीच्या वेळी शेणखतात मिसळून द्यावीत.',
      'रासायनिक खते':
          'अ) जमिनीतून केळीसाठी प्रति झाडास २०० ग्रॅम नत्र, ६० ग्रॅम स्फुरद व २०० ग्रॅम पालाश देण्याची शिफारस करण्यात आलेली आहे. जमिनीतून रासायनिक खते देतांना त्यांचा कार्यक्षमपणे उपयोग होण्यासाठी खोल बांगडी पद्धतीने किंवा कोली घेवून द्या व मातीने झाकावीत. खते वाफसा असताना द्यावीत. \n ब) फर्टीगेशन : केळीच्या अधिकत्तम उत्पादनासाठी व दिलेल्या खतांची कार्यक्षमता वाढविण्यासाठी एकूण नत्र व पालाशयुक्त खतांच्या शिफारशीत मात्रेच्या ७५ टक्के मात्रा (१५० ग्रॅम नत्र आणि १५० ग्रॅम पालाश प्रति झाड) तसेच स्फुरदाची एकूण ६० ग्रॅम प्रतिझाड ही मात्रा ठिबक सिंचनातून देण्याची शिफारस करण्यात आलेली आहे. \n क) सुक्ष्म अन्नद्रव्ये: केळी लागवडीनंतर दुसऱ्या व चौथ्या महिन्यात इडिटीए-जस्त आणि इडिटीए लोह यांची प्रत्येकी ५० ग्रॅम मात्रा १० लिटर पाण्यात घेवुन फवारणी करावी. तसेच पाचव्या व सातव्या महिन्यात जमिनीतून झिंक सल्फेट आणि फेरस सल्फेट प्रत्येकी १५ ग्रॅम १५० ग्रॅम शेणखतात मुरवून प्रति झाड द्यावे',
      'पाणी व्यवस्थापन':
          'केळी पिकास ठिबक सिंचन अत्यंत उपयुक्त असून, ठिबक सिंचनासाठी सूक्ष्म नलीका (मायक्रोट्युब) पद्धतीपेक्षा ड्रिपर किंवा इनलाईन ड्रिपरचा वापर करणे अधिक योग्य असते. बाष्पीभवनाचा वेग, जमिनीची प्रतवारी, वाढीची अवस्था इ. बाबींवर केळीची पाण्याची गरज अवलंबून असते. सिंचनासाठी पाण्याची उपलब्धता मर्यादित असल्यास केळी पिकाची पाणी वापर क्षमता आणि पाण्याची उत्पादकता वाढविण्यासाठी मध्यम खोल काळ्या जमिनीत केळी लागवडीनंतर १ ते ५ महिन्यांपर्यत ६० टक्के बाष्यपर्णोत्सर्जनाची पूर्तता करण्याएवढे पाणी, ६ ते ८ महिन्यांपर्यत ७० टक्के बाष्पपर्णोत्सर्जाची पूर्तता करण्याएवढे पाणी आणि ९ ते १२ महिन्यापर्यंत ८० टक्के बाष्पर्णोत्सर्जनाची पूर्तता करण्याएवढे पाणी ठिबक सिंचनातून देण्याची शिफारस करण्यात आली आहे.',
      'आंतरमशागत':
          'महिन्यापर्यंत अशी कुळवणी करता येते. दर २ महिने अंतराने टिचणी बांधणी करावी. झाडांना मातीची भर द्यावी. केळीची पिल्ले धारदार कोयत्याने नियमित काढावीत. केळीची रोगग्रस्त पाने कापून बागेबाहेर नष्ट करावीत. हिरवी पाने कापू नये. झाडे पडू नये म्हणून गरजेप्रमाणे बांबूच्या काठ्या किंवा पॉलीप्रॉपीलीनच्या पट्टयांच्या सहाय्याने झाडांना आधार द्यावा.',
      'केळी घडाची गुणवत्ता वाढविणेसाठी करावयाचे संस्कार':
          '* घड पुर्ण निसवल्यावर केळफूल वेळीच कापावे.\n* घडावर ८ ते ९ फण्या ठेवून बाकी खालच्या फण्या धारदार विळीने सुरवातीलाच कापुन टाकाव्यात, इच्छित फण्यानंतरच्या फणीत एक केळी ठेवावी.\n* केळीचा घड पूर्ण निसवल्यावर व तनंतर १५ दिवसांनी १० ली. पाण्यात ५० ग्रॅम पोटॅशियम डायहायड्रोजन फॉस्फेट अधिक १०० ग्रॅम युरिया अधिक स्टीकर (१० मिली) मिसळून घडावर फवारणी करावी किंवा\n* केळफुल कापल्यानंतर एकदा व त्यानंतर ३० दिवसांनी दुसऱ्यांदा १० लिटर पाण्यात २०० ग्रॅम सल्फेट ऑफ पोटॅश मिसळून फवारणी करावी\n* घडावर २ ते ६% सच्छिद्रतेच्या पांढऱ्या पॉलिथीन पिशव्यांचे आवरण करावे.',
      'आंतरपिके':
          'केळीबागेत हंगामनिहाय चवळी, उडीद, मुग, भुईमूग यांसारखी आंतरपिके घेता येतात. परंतु बागेत काकडी, भोपळा, कलींगड, खरबुज तसेच मिरची, वांगी यांसारखी पिके घेणे कटाक्षाने टाळावे. मृग बागेची कापणी संपल्यानंतर त्यात गहू, हरभरा ही रब्बी पिके घ्यावीत.',
      'केळीसाठी आच्छादनाचा वापर':
          'केळीच्या दोन ओळीत एकूण मोकळ्या जागेच्या ८०% जागेवर ३० मायक्रॉन जाडीचे चंदेरी रंगाचे पॉलीइथिलीनचे आच्छादन केळीची आंतरमशागत केल्यानंतर करावे.',
      'खोडवा व्यवस्थापन':
          'केळीच्या पहिल्या खोडवा पिकासाठी मुख्य पीक निसवल्यानंतर २ महिन्यांनी एक जोमदार पील (खोड) प्रती झाड ठेवावे. खोडवा केळीच्या अधिक दर्जेदार उत्पादनासाठी मध्यम खोल काळ्या जमिनीत मुख्य केळी पिकाचे घड कापणी केलेले खोड आहे, ते तसेच ठेऊन फक्त पाने कापून आच्छादन करणे व सोबत १५० ग्रॅम नत्र, ४५ ग्रॅम स्फुरद व १५० ग्रॅम पालाश ठिबक सिंचनातून देण्याची शिफारस केली आहे.',
      'विपरीत हवामानाच्या काळात केळी बागेची घ्यावयाची काळजी.': '',
      'अती व सततचा पाऊस':
          '* बागेतुन अतिरिक्त पाण्याचा निचरा करावा.\n* सततचा पाऊस असल्यास व जमिनीतुन किंवा ठिबकाद्वारे खते देणे शक्य नसल्यास अशा परिस्थीतीत फवारणीद्वारे खते द्यावीत.',
      'सोसाट्याचा वारा':
          'अतिवृष्टी बरोबरच वादळी वाऱ्यामुळे केळीची पाने फाटून प्रकाश संश्लेषण क्रियेचा वेग मंदावतो तसेच वाऱ्यामुळे झाडे कोलमडूनही फार मोठ्या प्रमाणावर आर्थिक नुकसान होते हे संभाव्य नुकसान टाळण्यासाठी केळी बागेभोवती २ मी. अंतरावर सजीव कुंपनाच्या दोन ओळी केळी लागवडीच्या वेळीच लावाव्यात. सजीव कुंपणासाठी शेवरी, बांबू, सुरु, गिरीपुष्प किंवा निरगुडी यांचा वापर करावा',
      'कमी तापमान':
          '* बागेत रात्रीच्या वेळी पाणी पुरवठा करावा.\n* भल्या पहाटे बागेत ओला पाला पाचोळा जाळून धूर करावा.\n* केळीच्या झांडास पीक अवस्थेनुसार प्रति झाड २५० ते १००० ग्रॅम निंबोळी ढेप द्यावी.\n* घडास ६ % सच्छिद्रतेचे पांढऱ्या प्लॉस्टिक बॅगचे आवरण करावे.',
      'अतिजास्त तापमान':
          '* शिफारशी प्रमाणे पाणीपुरवठा करावा.\n* बागेत केळी पाने व अवशेष, जुना गव्हाचा भुसा, ऊसाचे पाचट, सोयाबीन भुसा यांचा वापर करुन सेंद्रिय अच्छादन करावे.\n* बागेत चारही बाजूने सजीव कुंपण करावे.\n* एप्रिल महिन्या पासून दर पंधरा दिवसांनी १० लीटर पाण्यात ८०० ग्रॅम केओलीने हे बाष्परोधक घेवून त्याची केळीची पानांवर फवारणी करावी.',
      'केळी पिकवणीसाठी किफायतशीर पिकवण कक्ष':
          'केळी विक्री व्यवस्थेत बऱ्याच वेळा टोकाकडील लहान राहिलेल्या फण्या व्यापारी कापून फेकून देतात, ज्याला आपण वापसी केळी म्हणतो. हे नुकसान ५-१० टक्के पर्यंत जाते. जर हीच केळी कमी खर्चात पिकवून स्थानिक बाजारपेठेत शेतकऱ्याने विकली तर नक्कीच आर्थिक फायदा होईल या दृष्टीने किफायतशीर केळी पिकवणीचे तंत्रज्ञान विकसित करण्यात आले आहे. \n डॉ. बाळासाहेब सावंत कोकण कृषी विद्यापीठ, दापोली यांनी विकसित केलेल्या किफायतशीर आंबा फळ पिकवण तंत्रज्ञानात बदल करून नैसर्गिकरित्या केळी पिकविण्यासाठी सुधारीत वातानुकूलीत केळी पिकवण कक्षात केळीच्या फण्यांना १०० पी.पी. एम. तीव्रतेच्या इथिलीन वायूची प्रक्रिया २० २ सें. ग्रॅ. तापमानात देऊन ९० टक्के सापेक्ष आद्रतेत २४ तास ठेवून केळी पिकवावी.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=19erqUmPfuBne31tuLC9PJtT-S70xsq6r',
  ),
  CropInformation(
    id: '43',
    cropCategorie: '6',
    title: 'द्राक्षे',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन':
          'योग्य निचरा असलेली, हलकी ते मध्यम, चुनखडीचे प्रमाण ८% पेक्षा जास्त नको तसेच विद्युत वाहकता २ डे. सी. प्रति मीटर पेक्षा कमी नसावी. सामु ६.१ ते ७.५ च्या दरम्यान असावा.',
      'हवामान':
          'उष्ण व कोरडे, २५ ते ३५ सेल्सिअस तापमान, ६०० मि.मी. पेक्षा कमी पर्जन्यमान',
      'लागवडीचे अंतर': '३४१.५ मी. वेलीची संख्या / हेक्टर २,२२२',
      'लागवडीची वेळ/दिशा': 'डिसेंबर-जानेवारी किंवा जून-जुलै/ दक्षिणोत्तर',
      'लागवडीची पध्दत':
          'अ) स्वमुळावरची लागवड ब) खुंटावरील लागवड असलेल्या ठिकाणी मफुकृ विद्यापीठाने डॉगरीज या खुंटाची शिफारस केली आहे. डॉगरीज या खुंटाची लागवड डिसेंबर-जानेवारीमध्ये करून त्यावर पाचर कलम करावे. कलम करतेवेळी योग्य जात निवडावी.',
      'सुधारित जाती':
          'थॉमसन सिडलेस, तास-ए-गणेश, सोनाका, माणिक चमन, शरद सिडलेस, फ्लेम सिडलेस व रेडग्लोब',
      'वळण देण्याची पद्धत ':
          'मंडप पद्धतीचा किंवा वाय (Y) पद्धतीचा अवलंब करावा.',
      'संजीवकाच्या मात्रा':
          'फुले उमलण्यापूर्वी १० ते २० पी पी एम जिब्रेलिक अॅसिडची फवारणी करावी. २५% टोप्या पडल्यानंतर २० पी पी एम व ७५% टोप्या पडल्यानंतर ४० पी पी एम जी.ए. मध्ये घड बुडवणी करावी. फळधारणा झाल्यानंतर ४० पी पी एमचा फवारा द्यावा',
      'खत व्यवस्थापन':
          'डॉगरीज खुंटावर लागवड केलेल्या द्राक्ष पिकास प्रति हेक्टरी ६६६ कि. नत्र ८८८ कि. स्फुरद व ६६६ कि. पालाश द्यावे. खरड छाटणीनंतर ७०% नत्र (४६६ कि.), ५०% स्फुरद (४४४ कि.) व ३०% पालाश (२०० कि.) विभागून द्यावे. फळ छाटणीनंतर उर्वरीत स्फुरद लगेच द्यावा तर नत्र ७०-१०० दिवसांपर्यंत विभागून द्यावा. पाणी उतरण्याच्या अवस्थेपर्यंत उर्वरीत पालाशापैकी ७०% द्यावा. तर पाणी उतरण्याच्या अवस्थेत उर्वरीत ३०% द्यावा,',
      'द्राक्षाची छाटणी':
          'अ. एप्रिल छाटणी किंवा खरड छाटणी द्राक्षवेलीच्या काडीवरील डोळ्यामध्ये सूक्ष्मघड निर्मिती होण्यासाठी एप्रिल किंवा खरड छाटणी महत्वाची असते. एप्रिल छाटणीनंतर ७ पानांवर गरजेनुसार सबकेन करावी. \n ब. ऑक्टोबर छाटणी द्राक्षाच्या माल काडीमधुन घड बाहेर येण्यासाठी ऑक्टोबर छाटणी करणे आवश्यक असते. \n वेल व्यवस्थापन : प्रतिवेलीवर काड्यांची संख्या ३५ ते ४० \n प्रतिकाडीवर पानांची संख्या १५ ते १६ \n गुणवत्तेशीर द्राक्ष उत्पादनासाठी: १) विरळणी २) गर्डलिंग ३) योग्य कॅनोपी व्यवस्थापन ४) योग्य वेळी योग्य संजीवकाचा वापर करावा. हवामान बदलाच्या अनुषंगाने, अधिक उत्पादन व आर्थिक फायद्यासाठी शरद सिडलेस जातीची छाटणी ६-८ डोळ्यांवर, सप्टेंबरच्या दुसऱ्या पंधरवाड्यापासून ते ऑक्टोबरच्या पहिल्या पंधरवाड्यापर्यंत करावी. ',
      'एकात्मिक कीड व रोग व्यवस्थापन':
          '१. खरड छाटणी तसेच ऑक्टोबर छाटणी वेळेवर करून छाटलेल्या काड्या व पाने बांधावर न टाकता जाळून नष्ट कराव्यात.\n२. छाटणीनंतर खोड व वलांड्यावरील मोकळी झालेली साल काढावी.\n३. छाटणीनंतर लगेच वेलीच्या खोडांना आणि वलांड्यांना कॉपर ऑक्झीक्लोराईड ०.४ टक्के अधिक गेरू ३ किलो प्रति १० लिटर अथवा १० टक्के बोर्डो पेस्ट १५ मि.ली. स्टिकर प्रति १० लिटर पाणी या प्रमाणात पेस्टींग करावे.\n४. नवीन फुट आली असताना निंबोळी अर्क ५ टक्के अथवा इमिडाक्लोप्रीड १७.८% एस.एल., ५ मिली. प्रति १० लिटर पाणी या प्रमाणे दोन फवारण्या १० दिवसांच्या अंतराने कराव्यात.\n५. द्राक्ष पिकावरील फुलकिड्यांच्या प्रभावी नियंत्रणासाठी स्पिनोसॅड ४५% एस.सी. २.५ मिली प्रति १० लि. पाणी किंवा फिफ्रोनिल ८० डब्ल्यू.जी.०.६ मिली प्रति १० लि. पाणी या प्रमाणात बाग फुलोऱ्यात आल्यापासून दोन फवारण्या १० दिवसाच्या अंतराने द्याव्यात. (भा.कृ.अ.न.प.) (AICRP) \n ६. उडद्या भुंगेऱ्याच्या नियंत्रणासाठी इमिडाक्लोप्रिड १७.८% एस. एल. ३ मि.ली. प्रती १० लि. पाणी या प्रमाणात फवारावे. ७. मिलीबगच्या नियंत्रणासाठी बुप्रोफेझीन २५% एस.सी. १५ मिली. अथवा व्हर्टिसिलीयम लेकॅनी ५० ग्रॅ. + ५० मिली दुध १० लिटर पाण्यात मिसळून फवारणी करावी. (तपमान ३० सेंटीग्रेड पेक्षा कमी व आर्द्रता ६५ टक्के पेक्षा जास्त असणे आवश्यक) (AICRP)\n८. मण्यात पाणी उतरण्याच्या अवस्थेत मिलीबगचा प्रार्दुभाव वाढल्यास प्रति हेक्टरी १५०० ऑस्ट्रोलियन लेडिबर्ड बिटल (क्रिप्टोलिमस भुंगेरे) २१ दिवसाच्या अंतराने २ वेळेस सोडावेत.\n९. फवारणीच्या पाण्याचा सामू ६.५ ते ७ असावा.\n१०. केवड्याच्या नियंत्रणासाठी मेटॅलॅक्झील मॅन्कोझेब (०.२%) किंवा सायमोक्ॉनील मॅन्कोझेब (०.२%) किंवा फिनॅमिडॉन-मॅन्कोझेब (०.२५%) किंवा अझोक्जीस्ट्रॉबीन (२०० मिली/एकर) किंवा फेमॉक्ॉडोन + सायमोक्ॉनील (२०० मिली/एकर) किंवा क्रिसॉक्झीम मेथील (२५० मिली/ एकर) किंवा पायरॅक्लॉस्ट्रोबीन मेटीरॅम (१.७५ ग्रॅम/ लीटर) किंवा डायमिथोमार्क ५०% डब्ल्यू.पी. १ ग्रॅम प्रति लिटर किंवा फोसेटाइल ए. एल. २ ग्रॅम प्रति लिटर या बुरशीनाशकांच्या ५ फवारण्या छाटणीनंतर १२ दिवसांचे अंतराने आलटून-पालटून कराव्यात.\n११. भुरी रोगाच्या नियंत्रणासाठी मायक्लोब्युटॅनील १०% डब्ल्यु पी ४ ग्रॅ./१० लि. पाणी किंवा डायफेनकोनॅझोल २५ ई.सी. ५ मिली./१० लिटर पाणी किंवा पेनकोनॅसील १०% डि.सी. ५ मिली/१० पाणी किंवा सल्फर ८० डब्ल्यु पी २५ ग्रॅ./१० लिटर पाणी किंवा सल्फर ८० डब्ल्यु डि.जी. १५ ते २० ग्रॅम / १० लिटर पाणी किंवा डायमिनोमार्क ५०% डब्ल्यू पी. १ ग्रॅम प्रति लिटर किंवा फोसेटाइल ए. एल. २ ग्रॅम प्रति लिटर किंवा पोटॅशियम बायकार्बोनेट ५ ग्रॅ./१० लिटर किंवा हेक्झाकोनेझॉल १ ग्रॅम प्रति लिटर पाण्यात\nमिसळून फवारणी करावी. फवारणी करताना मण्यांवर डाग येणार नाही व काढणी पश्चात औषधांचे अंश रहाणार नाहीत अशा औषधांची निवड करावी. १२. करपा रोगाचे व्यवस्थापनेसाठी इप्रोडिऑन ५०% २० ग्रॅम प्रति १० लिटर पाणी किंवा थायोफिनेट मिथाईल ७०% डब्ल्यू. पी. ७.५ ग्रॅ. / १० लि. पाणी किंवा कार्बेन्डेझीम ५० डब्ल्यु पी १० ग्रॅ./ १० लिटर पाण्यात मिसळून फवारणी करावी. (AICRP)\n१३. रोगकारक बुरशीमध्ये बुरशीनाशकाची प्रतिकारक्षमता वाढू नये म्हणून एकाच प्रकारची बुरशीनाशके दोन ते तीन पेक्षा जास्त वेळा फवारणीसाठी वापरू नयेत. \n  १४. तसेच भुरी रोगाच्या प्रभावी नियंत्रणासाठी खालीलप्रमाणे फवारणीचे नियोजन करावे.\n १५. निर्यातक्षम द्राक्ष उत्पादनासाठी निर्यातीस बंद केलेली किंवा किमान अंश मर्यादा अभ्यासूनच फवारणी करावी.\n १६. अंतरप्रवाही बुरशीनाशकांचा वापर करताना रोगकारक बुरशीमध्ये प्रतिकार क्षमता तयार होणार नाही असे फवारणीचे व्यवस्थापन करावे.\n १७. बुरशीनाशकांचे चांगले परिणाम मिळण्यासाठी एकाचवेळी जास्त रासायनिक औषधांचा एकत्रित वापर टाळावा व आवश्यक ठिकाणी व वातावरण बघून चांगल्या\n दर्जाच्या स्टिकरचा वापर करावा.\n १८. केवडा, भुरी व करपा रोगांचे प्रभावी व्यवस्थापनासाठी फळ छाटणी सप्टेंबरच्या दुसऱ्या पंधरवाड्यापूर्वी आणि ऑक्टोबरच्या पहिल्या पंधरवाड्यानंतर\n करण्यात येऊ नये.\n १९. बुरशीनाशकांचा वापर करताना लेबल क्लेमचा मुद्दा तपासूनच वापर करावा.\n ',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1WQxhY410LlpSVxblFbHrxwLkaoZE73lG',
  ),
  CropInformation(
    id: '44',
    cropCategorie: '6',
    title: 'डाळिंब',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'हलकी ते मध्यम (४५ सें. मी खोली असलेली हलकी जमीन)',
      'जाती':
          'गणेश, जी-१३७, मृदूला, फुले आरक्ता, भगवा, फुले भगवा सुपर, फुले अनारदाना (अनारदाना तयार करण्यासाठी)',
      'लागवडीचे अंतर': '४.५ x ३.० मीटर',
      'र्खी':
          'पूर्ण वाढलेल्या झाडांस शेणखत ४० ते ५० किलो, नत्र ६२५ ग्रॅम, स्फुरद २५० ग्रॅम व पालाश २५० ग्रॅम प्रति झाडास प्रति वर्ष. नत्र २ समान हफ्त्यात विभागून द्यावे.',
      'आंतरपिके':
          'झाडाच्या लागवडीनंतर सुरुवातीची दोन वर्षे बागेत दोन ओळींमध्ये कांदा, मूग, चवळी, सोयाबीन, या सारखी कमी उंच वाढणारी पिके आंतरपिके म्हणून घ्यावीत. वेलवर्गीय व वांगेवर्गीय भाजीपाला घेऊ नयेत.',
      'इतर महत्त्वाचे मुद्दे':
          '१) रोपांची खरेदी खात्रीशीर शासनमान्य रोपवाटीकेतूनच करावी। मातृवृक्ष बाग तेलकट डाग/मर रोग मुक्त असल्याची तसेच रोपवाटीका तपासणी तज्ञामार्फत झाली असल्याची खात्री करावी।\n २) डाळींबाची लागवड ४.५ x ३.० मीटर (१५.०x१०.० फुट) अंतरावरच करावी त्यापेक्षा कमी अंतरावर डाळींबाची लागवड प्रकर्षाने टाळावी कारण अशा बागेत तेल्या बरोबरच मर रोगाचे प्रमाण मोठ्या प्रमाणावर झपाट्याने वाढते।\n ३) रोप लागवडीनंतर साधारणपणे दोन वर्षांनी पहिला बहार धरावा त्यापूर्वी बहार धरल्यास झाडे कमकुवत व अशक्त राहील्याने रोगास लवकर बळी पडतात।\n ४) अधिक आर्थिक फायद्यासाठी ४.५ x ३.० मी. अंतरावर लागवड केलेल्या डाळिंबामध्ये ठिबक सिंचनाने झाडाजवळचे २०% क्षेत्र पाण्याने ओलीताखाली येणे योग्य असते। त्यापेक्षा अधिक क्षेत्र ओलीताखाली आल्यास बागेत सूक्ष्म हवामान तयार होऊन खोडाला लहान छिद्रे पाडणारे भुंगेरे व मर रोग यांचा प्रादुर्भाव वाढतो।\n ५) खोडकिडीचा जास्त प्रादुर्भाव असणाऱ्या क्षेत्रामध्ये डाळिंबाला हलक्या जमिनीत चार खोडे ठेवून वळण देणे योग्य ठरते।\n ६) डाळिंबामध्ये दर्जेदार फळांचे उत्पादन घेण्यासाठी बहार व्यवस्थापन करतांना पानगळ झाल्यानंतर बाहेरील फांद्याची शेंड्यापासून २० सें.मी. अंतरावर छाटणीसह मध्यवर्ती भागात भरपूर सूर्यप्रकाश पोहोचण्यासाठी आतील फांद्याची विरळणी क रण्याची शिफारस आहे।\n ७) वर्षातून एकच बहार धरावा। बहार धरल्यानंतर झाडाच्या आकारमानानुसार नियंत्रीत फळे ठेवावीत। त्यामुळे फळांचा आकार वाढुन दर्जेदार फळ उत्पादन शक्य होते।\n ८) गुणवत्तापूर्वक उत्पादनासाठी सुक्ष्मअन्नद्रव्यांचा तसेच जीवाणू खताचा वापर फायदेशीर दिसून आला आहे।\n ९) नैसर्गिक पानगळ झाली नसल्यास पानगळ करण्यासाठी बहार धरण्यापूर्वी २० दिवस अगोदर इथ्रेल या संजीवकाची २ मिली प्रति लिटर या प्रमाणात फवारणी करण्याची शिफारस करण्यात आली आहे।\n १०) खते झाडाच्या घेऱ्याजवळ कोली करून किंवा ड्रीपरच्या खाली टाकून मातीने झाकावीत।\n ११) ठिबक सिंचनाने पाणी देणे शक्य नसल्यास पाटाच्या सहाय्याने उन्हाळी हंगामात ८ ते १० दिवसांनी, पावसाळ्यात १३ ते १४ दिवसांनी (पाऊस नसताना) तर हिवाळ्यात १७ ते १८ दिवसांनी पाणी द्यावे।\n १२) खोडाला लहान छिद्रे पाडणारे भुंगेरे (शॉट होल बोरर) यांचा प्रादुर्भाव टाळण्यासाठी १ लिटर पाण्यात ४०० ग्रॅम गेरू रात्रभर भिजवुन, खोडास २ ते २.५ फुटापर्यंत पेस्टींग करावे।\n १३) रोगट फळे, पाने व फांद्या बागेपासून दुरवर जाळून नष्ट करावेत।\n १४) बहार धरतेवेळी शेणखत व निंबोळी पेंड ३ किलो प्रति झाड एकत्र मिसळून रिंग पद्धतीने झाडाभोवती द्यावे तसेच डाळिंबाच्या झाडाभोवती झेंडूची लागवड केल्यास सुत्रकृमींचा प्रादुर्भाव कमी होतो।\n',
      'डाळिंबावरील किड व रोग नियंत्रण':
          '१) डाळिबांच्या पानांवरील व फळांवरील बुरशीजन्य रोग व फळकुज (अल्टरनेरीया अल्टरनेटा, सरकोस्पोरा पुनीकी, कोलेटोट्रीकम स्पेसीज व ड्रेसलेरा स्पेसीज) नियंत्रणासाठी अझोक्सीस्ट्रोबीन २३% एस.सी., १० मिली किंवा डायफेनकोनॅझोल २५ टक्के इ. सी., ०५ ते १० मिली किंवा इप्रोबेनफॉस (किटाझीन) ४८ इ.सी, १० ते १५ मिली किंवा मॅटीरॅम ५५ टक्के + पायऱ्याक्लोस्ट्रोबीन ०५ टक्के डब्ल्यू जी, १० ते १७ ग्रॅम किंवा प्रोपीनेब ७० टक्के डब्ल्यू पी, ३० ग्रॅम मेटेलॅक्झील एम. ४ % + मॅन्कोझेब ६४% डब्ल्यु.पी., २५ ग्रॅम प्रती १० लिटर पाण्यामध्ये मिसळून फवारणी करावी।\n २) डाळिंबाच्या पानांवरील व फळांवरील जिवाणूजन्य रोगाच्या नियंत्रणासाठी कासुगामायसिन ५% + कॉपर ऑक्सिक्लोराईड ४५% डब्ल्यु. पी., १० ग्रॅम प्रति १० लिटर पाण्यामध्ये मिसळुन फवारणी करावी।\n ३) डाळिंबावरील रस शोषणाऱ्या किडीच्या (मावा, फुलकिडे, पांढरी माशी व फळे पोखरणारी अळी) नियंत्रणासाठी सायनट्रीनीलप्रोल १०.२६ टक्के ओ डी ७ ते ९ मिली प्रती १० लिटर पाण्यात मिसळून फवारावे।\n ४) खवले किड, खोड किड व साल पोखरणारी अळीच्या नियंत्रणासाठी क्विनॉलफॉस २५ टक्के इसी ०५ मिली प्रती १० लिटर पाण्यात मिसळून विश्रांतीच्या काळात फवारावे।\n',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1iNFSwjV9Lr44iIWXBa8jpU6JS8Eqg9h_',
  ),
  CropInformation(
    id: '45',
    cropCategorie: '6',
    title: 'डाळिंब - तेलकट डाग रोग',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'रोगाची लक्षणे':
          'तेलकट डाग रोगाचा प्रादुर्भाव पाने, फुले, खोड आणि फळांवर होतो. हा रोग जिवाणूजन्य असून, झान्थोमोनास या जिवाणूमुळे होतो',
      'पान':
          'सुरुवातीस पानावर तेलकट किंवा पानथळ डाग पडतात. हे डाग कालांतराने काळपट होतात व डागाभोवती पिवळे वलय दिसते. उन्हात हे डाग बघितले की तेलासारखे चमकतात. डाग मोठा झाल्यावर पाने पिवळी पडून गळतात.',
      'फुल':
          'फुलांवर व कळ्यांवर काळपट डाग पडतात पुढे यामुळे फुलांची व कळ्यांची गळ होते.',
      'खोड':
          'खोडावर आणि फांद्यावर सुरवातीला पानथळ तेलकट डाग दिसतात. कालांतराने हे डाग तपकिरी होतात. खोडावर या डागाने गर्डलिंग किंवा खाच तयार होते व तेथून झाड मोडते. तसेच फांद्यावर डागाची तीव्रता वाढल्यावर फांद्या डागापासून मोडतात.',
      'फळ':
          'फळावर सुरुवातीला पानथळ तेलकट डाग दिसतात. कालांतराने हे डाग तपकिरी काळपट पडतात. फळांवर लहान डाग एकत्र आले, की मोठ्या डागात रुपांतर होते. फळांवर या डागामुळे आडवे उभे तडे जातात. फळाची प्रत पूर्णपणे खराब होते. तडे मोठे झाल्यावर फळे इतर कारणाने सडतात आणि गळून पडतात.',
      'रोग प्रसार':
          ' १. रोगट डागावरून उडणारे पावसाचे थेंब, हवा, सरी/पाट पद्धतीने दिलेले ओलिताचे पाण्यामुळेही या रोगचा प्रसार बागेत एका ठिकाणाहून दुसऱ्या ठिकाणी होतो।\n २. निर्जंतुकीकरण न करता वापरण्यात येणारी छाटणीची अवजारे, शेतमजुरांचे आवागमन तसेच विविध किटकांद्वारे या रोगाचा प्रसार होतो।\n ३. हे जीवाणू झाडांच्या रोगग्रस्त भागासोबत जमिनीमध्ये ८ महिन्यापेक्षा अधिक काळ जिवंत राहू शकतात। हे जीवाणू रोगग्रस्त फळे, फांद्या यामध्येही जिवंत राहतात व पुढील वर्षी बागेत रोग वाढविण्यास मदत करतात।\n',
      'नियंत्रण':
          '१. या रोगाचा प्रसार प्रामुख्याने रोगग्रस्त मातृवृक्षापासून बनविलेल्या रोपाद्वारे होतो। त्यामुळे या रोगाचा प्रसार टाळण्यासाठी रोगमुक्त रोपांची लागवड करणे गरजेचे आहे। खात्रीशीर रोपवाटीकेतूनच रोपे खरेदी करून त्याची लागवड करावी।\n २. रोगट डागांवरून उडणारे पाण्याच्या थेंबातूनही या रोगाचा प्रसार होतो त्यामुळे शक्यतो अनावश्यक रोगनाशकाच्या / किटकनाशकाच्या किंवा मुख्य अन्नद्रव्याच्या फवारण्या टाळाव्यात।\n ३. सरी / पाट पद्धतीने दिलेल्या पाण्यामुळे या रोगाचा प्रसार झपाट्याने होत असल्यामुळे ठिबक सिंचन पद्धतीचा वापर करावा।\n ४. विविध किटकांद्वारेही ह्या रोगाचा प्रसार होत असल्यामुळे योग्य त्या किटकनाशकांचा वापर करावा। कामगार व मजूर निरोगी बागेतून आवागमन झाल्यामुळे रोगाचा प्रसार होत असल्यामुळे शेतमजुरांनी रोगट बागेतून निरोगी बागेत जाणे टाळावे। कामगार/मजूर/जनावरे इ. रोगट बागेत गेल्यानंतर निरोगी बागेत पुन्हा जाण्यास प्रतिबंध करावा।\n ५. झाडामध्ये लागवडीचे अंतर कमी असल्यास झाडाच्या एकमेकांच्या संपर्काद्वारे रोगाचा प्रसार होत असल्यामुळे डाळिंबाचे लागवडीचे अंतर ४.५ X ३ मी. ठेवावे।\n ६. मागील हंगामातील संपूर्ण फळे काढणी झाल्यानंतर बागेला ३ महिने विश्रांती द्यावी।\n ७. पानगळ झाल्यानंतर झाडाच्या फांद्या प्रादुर्भाव झालेल्या भागाच्या २ इंच खालून छाटाव्यात। छाटणीसाठी वापरण्यात येणाऱ्या अवजारांची निर्जंतुकीकरण करावे। या रोगाचे जिवाणू नुसत्या मातीत जिवंत राहत नसले तरी रोगग्रस्त फांद्या, पाने, फळे यामध्ये झाडांपासून छाटल्यानंतर जवळपास २४ दिवसापर्यंत सहजपणे सुप्तावस्थेत जिवंत राहतात। त्यामुळे रोगट बागेमध्ये स्वच्छता ठेवणे व छाटणीनंतर ताबडतोब सर्व पाने, फांद्या, फळांचे अवशेष बागेच्या बाहेर नेऊन नायनाट करणे महत्त्वाचे आहे। डाळिंबामध्ये दर्जेदार फळांचे उत्पादन घेण्यासाठी बहार व्यवस्थापन करतांना पानगळ झाल्यानंतर बाहेरील फांद्यांची शेंड्यापासून २० सें.मी. अंतरावर छाटणी सह मध्यवर्ती भागात भरपूर सूर्य प्रकाश पोहोचण्यासाठी आतील फांद्यांची विरळणी करण्याची शिफारस करण्यात आलेली आहे।\n ८. छाटलेल्या भागांना १० टक्के बोर्डो पेस्ट (१ टक्का म्हणजे मोरचूद १ किलो कळीचा चुना १ किलो १० लिटर पाण्यात मिसळून फवारावे. (बोर्डो मिश्रणाचा सामू ७.० ठेवावा)\n ९. पिकाच्या फुलोऱ्याच्या काळात तसेच विश्रांतीच्या काळात गांडुळ खत व निंबोळी पेंड यांचा सेंद्रीय खत म्हणून वापर करावा। तसेच फळवाढीच्या अवस्थेत विविध अन्नद्रव्यांची फवारणी केल्यास झाडाची निरोगी वाढ, दर्जेदार उत्पन्न व तेल्या रोगाचे कमी प्रमाण आढळून आलेले आहे।\n १०. डाळिंबाच्या तिनही बहारापैकी हस्त बहारात रोगाची तीव्रता कमी असल्यामुळे हस्त बहार निवडण्यात यावा।\n ११. नवीन पालवी फुटल्यानंतर बोर्डो मिश्रण १ टक्का म्हणजे मोरचूद १ किलो + कळीचा चुना १ किलो १०० लिटर पाण्यात मिसळून फवारावे। (बोर्डो मिश्रणाचा सामु ७.० ठेवावा)\n',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1nRt3YPox7wQw-AriWMlaq3jaTSbpbovQ',
  ),
  CropInformation(
    id: '46',
    cropCategorie: '6',
    title: 'डाळिंब मर रोग व्यवस्थापन',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      '१) रोगाची लक्षणे':
          'प्राथमिक अवस्थेमध्ये मर रोगाची लागण झालेल्या झाडाची एखादी फांदी किंवा संपूर्ण झाडावरील पाने शेंड्याकडून पिवळी होतात. झाडाची पाने व फळे कोमेजून वाळतात परंतु न गळता तशीच लटकलेली राहतात. रोगग्रस्त झाडाचे खोड वा मोठे मुळ, आडवे अथवा उभे कापून पाहिले असता गाभ्यात वेगवेगळ्या प्रकारची लक्षणे आढळतात.',
      '२) फ्युझरीयम स्पेसिज':
          'या बुरशीमुळे खोडामधील पाणी वाहून नेणाऱ्या झायलेम ऊती तपकिरी रंगाची झालेली दिसते.',
      '३) सेरॅटोसिस्टीस फिम्ब्रीआटा':
          'या बुरशीमुळे मध्यभागावर निळसर काळा किंवा तपकिरी रंगाचे चट्टे दिसतात',
      '४) खोड भुंगेरे':
          'या किडीमुळे खोडावर टाचणीच्या आकाराचे सुक्ष्म छिद्रे दिसतात.',
      '५) सुत्रकृमी': 'सुत्रकृमीमुळे मुळांवर गाठी आलेल्या दिसतात.',
      '६) मॅक्रोफोमीना': 'या बुरशीमुळे तंतु मुळांचा नाश होतो.',
      '७) रायझोक्टोनीया':
          'या बुरशीमुळे रोपामध्ये मुळकुज/खोडकुज होते. म्हणजेच जमिनीलगतची खोडाची साल संपूर्णतः कुजते, वाळते व सुटते व आतील भाग उघडा पडतो. तसेच रोगाची तीव्रता वाढल्यानंतर ही लक्षणे मुळावरती सुद्धा खोलपर्यंत जाते व मुळे कुजतात',
      'रोग प्रसार':
          '१. या रोगाचा प्रसार प्रामुख्याने जमिनीतून होत असतो।\n २. रोपांच्या निर्मितीसाठी प्रादुर्भावग्रस्त मातीचा वापर केल्यास देखील या रोगाचा प्रसार होतो।\n ३. बागेतून वाहणारे पावसाचे पाणी, सिंचनाच्या अयोग्य पद्धती, खोड भुंगेरे, सुत्रकृमी आणि मुषकवर्गीय प्राण्यामुळे मर रोगाचा प्रसार होऊ शकतो।\n ४. शेतामध्ये मशागतीचे काम करताना वापरण्यात येणाऱ्या अवजारामुळेही या रोगाचा प्रसार होऊ शकतो।\n ५. वाऱ्यामुळेही बीजाणुचा प्रसार एका ठिकाणाहून दुसऱ्या ठिकाणी होवू शकतो।\n ६. रोगग्रस्त रोपाद्वारेही या रोगाचा प्रसार होतो।\n',
      'नियंत्रण':
          '१. डाळिंब बागेसाठी चांगला निचरा होणारी हलकी मध्यम प्रतीची जमीन निवडावी।\n २. लागवड करण्यापूर्वी जमीन प्रखर सुर्यप्रकाशाने तापवून घ्यावी।\n ३. रोगविरहीत बागांमधील गुटीपासून तयार केलेली रोपे लागवडीसाठी वापरावी।\n ४. डाळिंब लागवड ४.५ X ३.० मी. अंतरावर करावी. त्यापेक्षा कमी अंतरावर ठेवू नये।\n ५. खड्डे उन्हाळ्यात लागवडीच्या कमीत कमी एक महिना अगोदर घेऊन उन्हात तापू द्यावेत. यामुळे काही प्रमाणात निर्जतुकिकरणास मदत होते।\n ६. खड्डे भरतांना जर भारी माती असेल तर वाळू आणि माती १:१ या प्रमाणात घेऊन त्यामध्ये शेणखतः २० किलो, गांडूळखतः २ किलो, निंबोळी पेंड ३ किलो, ट्रायकोडर्मा प्लस २५ ग्रॅम, अॅझोटोबॅक्टर १५ ग्रॅम व स्फुरद जिवाणुः १५ ग्रॅम।\n ७. पाणी व्यवस्थापनाचे योग्य नियोजन करावे।\n ८. मर रोगाने संपूर्ण वाळलेली आणि कोरडी झालेली झाडे ताबडतोब उपटून नष्ट करावीत. खड्डा निर्जंतुक करावा व नंतर त्या खड्यामध्ये लागवड करावी।\n ९. झाडाची छाटणी करतांना पावसाळ्यात किंवा उन्हाळा सुरू होण्याच्या अगोदर करू नये कारण हाच किडींचा सक्षम कालावधी असतो। किडी या काळात छाटलेल्या भागांमधून निघणाऱ्या वनस्पती पेशी रसाकडे आकर्षीली जातात आणि बुरशीच्या प्रसारास कारणीभूत ठरतात।\n १०. बागेमध्ये मर रोगाची प्राथमिक अवस्थांमधील लक्षणे दिसून आल्यास ताबडतोब बुरशीनाशकांची ५-१० लिटर द्रावणाची झाडाच्या सभोवतालच्या निरोगी झाडासहीत भिजवन करावी. अशाप्रकारे ३-४ वेळेस २० दिवसांच्या अंतराने भिजवन करावी।\n ११. मर रोगाच्या प्रादुर्भावाने संपूर्णतः वाळलेली झाडे खोदून काढून मुळे वा मुळावरील माती इतरत्र कोठेही पडू न देण्यासाठी कापडाने / पॉलिथीनने झाकून बागेबाहेर नेऊन जाळून टाकावीत. खड्डा निर्जंतुक करावा व नंतरच त्या खड्यामध्ये लागवड करावी।\n १२. छाटलेल्या भागांना १० टक्के बोर्डो पेस्ट (१ किलो मोरचुद+ १ किलो कळीचा चुना + १० लि. पाणी) लगेच लावावी।\n १३. खोड भुंगेऱ्याचा प्रादुर्भाव दिसून आल्यास ४ किलो लाल माती/गेरू शिफारशीप्रमाणे बुरशीनाशक व किटकनाशकाचे १० लिटर पाण्यात मिश्रण करावे व त्या मिश्रणाची पेस्ट बनवून खोडाला जमिनीपासून २ ते ३ फुट वर पर्यंत लावावी\n १४. खोड पोखरणाऱ्या अळीचा प्रादुर्भाव दिसून आल्यास छिद्रातील भुसा सुईने बाहेर काढावा. प्रत्येक छिद्रात किटकनाशक सोडून छिद्र लगेच चिखलाने बंद करावे।\n १५. सुत्रकृमी प्रतीबंधात्मक उपाय म्हणून डाळिबांचा बहार धरतांना जमिनीत हेक्टरी १.५ ते २ टन निंबोळी पेंड खोडाभोवती मुळाजवळ मातीत मिसळावी। तसेच बागेमध्ये बहार धरतांना सूडोमोनस फ्लोरेसेंस किंवा ट्रायकोडर्मा व्हीरीडी (सीएफयु २ X १०० प्रति ग्रॅम) २७ ग्रॅम प्रती झाड शेणखतातून झाडाभोवती मातीत मिसळून द्यावे व हिरवळीचे खत म्हणून ताग, धैंचा इत्यादींचा वापर करावा। तसेच सुत्रकृमींचा प्रादुर्भाव रोखण्यासाठी दोन झाडांच्या मध्ये असलेल्या मोकळ्या जागेत किंवा प्रत्येक झाडाभोवती आफ्रिकन झेंडुची लागवड करावी। यामुळे सुत्रकृमींची संख्या कमी होण्यास मदत होते। जर झेंडूची झाडे ४-५ महिने तशीच राहु दिली तर त्याचा सुत्रकृमी नियंत्रणासाठी चांगला उपयोग होतो।\n १६. डाळिंब पिकावरील खोडकुज किंवा मुळकुज रोग होवू नये म्हणून खोडाला मातीची भर देऊ नये. बोर्डोपेस्ट (घट्ट द्रावण १ किलो चुना + १ किलो मोरचुद १० लिटर पाणी, सामु ७.०) खोडावर लावावी। त्यानंतर ट्रायकोडर्मा व्हीरीडी ही जैविक नियंत्रक बुरशी २५ ग्रॅम प्रति ५ किलो चांगल्या शेणखतात मिसळून झाडाखाली मातीत मिसळून द्यावी.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1KC5nri-oV2ZgFxPJMw2i7_ApyZ2b6c40',
  ),
  CropInformation(
    id: '47',
    cropCategorie: '6',
    title: 'सिताफळ',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'हलकी ते मध्यम',
      'जाती': 'बाळानगर, अर्का सहान (संकरित), फुले पुरंदर, फुले जानकी (संकरित)',
      'लागवडीचे अंतर ': '५.० x ५.० मीटर',
      'खते ':
          'पूर्ण वाढलेल्या झाडास ३० ते ४० किलो शेणखत, रासायनिक खते देण्याअगोदर माती परिक्षण करुन घेणे अत्यावश्यक आहे. माती परिक्षणाच्या अहवालानुसार रासायनिक खते दिल्यास खताची बचत तसेच जमिनीचे आरोग्य उचित ठेवण्यास मदत होते. नत्र २५० ग्रॅम, स्फुरद १२५ ग्रॅम व पालाश १२५ ग्रॅम प्रति झाड प्रति वर्ष. नत्र दोन समान हफ्त्यांमध्ये विभागून द्यावे. शेणखताबरोबर ऍझोस्पिरिलम व पी.एस.बी. या जीवाणू खतांचा वापर करावा.',
      'आंतरपिके':
          'पिकाच्या लागवडीनंतर सुरवातीची दोन वर्षे बागेत दोन ओळींमध्ये कांदा, मूग चवळी, सोयाबीन यासारखी कमी उंच वाढणारी पिके आंतरपिके म्हणून घ्यावीत.',
      'उत्पादन': '२५ ते ३० किलो / झाड (५ वर्षांवरील झाड)',
      'इतर महत्वाचे मुद्दे':
          '१) सिताफळाची फळे लवकर मिळण्याच्या दृष्टीने (बिगर हंगामी) व अधिक बाजारभाव मिळण्यासाठी फेब्रुवारी महिन्याच्या पहिल्या आठवड्यात पानगळ झाल्यावर हलकी छाटणी करुन झाडाभोवती बाजरीची पेरणी करावी. २) पाण्यासाठी ठिबक सिंचनाचा अवलंब करावा. ३) फळवाढीच्या काळामध्ये फळे तडकू नये म्हणून पाण्याचे योग्य व्यवस्थापन करावे. ४) सिताफळांवरील पिठ्या ढेकणाचे जैविक नियंत्रण करावे',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1SyYmT4u6va2BiVaD9vj5Os-oVESDOVpT',
  ),
  CropInformation(
    id: '48',
    cropCategorie: '6',
    title: 'आवळा',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'हलकी ते मध्यम',
      'जाती': 'कृष्णा, कांचन, चकैय्या व निलम',
      'लागवडीचे अंतर ': '७.० ७.० मीटर',
      'खते ':
          'पूर्ण वाढलेल्या झाडास ४० ते ५० किलो शेणखत, ५०० ग्रॅम नत्र, २५० ग्रॅम स्फुरद व २५० ग्रॅम पालाश प्रति झाड प्रति वर्ष. नत्र दोन हफ्त्यांमध्ये विभागून द्यावे.',
      'उत्पादन':
          '७५ ते १२५ किलो झाड (५ वर्षांवरील झाड) होते. या शिवाय या पिकात स्टायलो हेमॅटा या चारा पिकाची लागवड फायदेशीर दिसून आली आहे.',
      'इतर महत्वाचे मुद्दे':
          '१) लागवडीपूर्वी रोपांवर सुधारित वाणाचे कलम केले असल्याची खात्री करून मगच लागवड करावी. २) भरपूर उत्पादन आणि अधिक आर्थिक फायद्यासाठी पश्चिम महाराष्ट्रातील आवळ्याच्या लागवडीसाठी कांचन वाणाबरोबर जास्त परागीभवनासाठी १०% कृष्णा या वाणाची लागवड करण्याची शिफारस करण्यात आलेली आहे. ३) पावसाळा लांबल्यास जून-जुलै महिन्यात फळगळती कमी करण्यासाठी एखादे संरक्षित पाणी द्यावे. ४) पावसाचे पाणी जमीनीत मुरविण्यासाठी उताराच्या विरुद्ध दिशेने बांध घालावेत किंवा झाडाच्या खोडाभोवती इंग्रजी (V) आकाराचे बांध घालावेत. ५) फळगळतीचे प्रमाण कमी करण्यासाठी बागेत मधमाश्यांचे पेटारे ठेवावीत. ६) जमिनीत वापसा स्थिती जास्त टिकविण्यासाठी सेंद्रिय निविष्ठांचा आच्छादनासाठी उपयोग करावा.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1RoLE1r9YCXuaHW7rFWLz5upxpmbGh9D6',
  ),
  CropInformation(
    id: '49',
    cropCategorie: '6',
    title: 'बोर',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'हलकी ते मध्यम',
      'जाती': 'उमराण, कडाका, चुहारा, मेहरुण, नरेंद्र बोर-१, फुले शबरी इ.',
      'लागवडीचे अंतर': '६.० x ६.० मीटर',
      'खते':
          'शेणखत ५० किलो प्रति झाडास छाटणीनंतर द्यावे. २५० ग्रॅम नत्र, २५० ग्रॅम स्फुरद व ५० ग्रॅम पालाश प्रति झाड प्रति वर्ष. नत्र दोन हफ्त्यांमध्ये विभागून द्यावे',
      'उत्पादन': '७५ ते १२५ किलो / झाड',
      'इतर महत्वाचे मुद्दे':
          '१) बोरांची छाटणी ६० सें. मी. पर्यंत मुख्य खोड ठेवून ४ ते ६ दुय्यम फांद्या ठेऊन छाटणी एप्रिल व मे महिन्यात करावी. खुंटावरील फुट वेळोवेळी छाटावी. २) फळगळतीचे प्रमाण कमी करण्यासाठी बागेत मधमाश्यांच्या पेट्या ठेवाव्यात. ३) ऑक्टोबर महिन्यात तापमान वाढल्यास बागेस एक संरक्षक पाणी द्यावे. ४) भुरी रोगाच्या नियंत्रणासाठी कार्बेन्डेझीम ५०% डब्ल्यु.पी. १० मिली प्रती १० लिटर पाणी याप्रमाणात फवारणी करावी',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1jXujT5YYah0RY89osgEdCmXJk6vEFmLY',
  ),
  CropInformation(
    id: '50',
    cropCategorie: '6',
    title: 'अंजीर',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'हलकी ते मध्यम',
      'जाती': 'पूना फिग, दिनकर, फुले राजेवाडी',
      'लागवडीचे अंतर': 'in५ x ५ मीटर व ४.५ x ३.० मीटरfo',
      'खते':
          'पूर्ण वाढलेल्या झाडास ४० ते ५० किलो शेणखत, रासायनिक खते देण्याआधी माती परिक्षण करुन घेणे अती आवश्यक आहे. माती परिक्षणाच्या अहवालानुसार रासायनिक खते दिल्यास खतांची बचत तसेच जमिनीचे आरोग्य उचित ठेवण्यास मदत होते. ९०० ग्रॅम नत्र, २५० ग्रॅम स्फुरद व २७५ ग्रॅम पालाश प्रति झाड प्रति वर्ष द्यावे. नत्र दोन समान हफ्त्यांमध्ये विभागून द्यावे.',
      'उत्पादन': '२५ ते ३० किलो / झाड (५ वर्षांवरील झाड)',
      'इतर महत्वाचे मुद्दे':
          '१) अंजिराची छाटणी दरवर्षी १५ सप्टेंबर ते १५ ऑक्टोबर दरम्यान करावी. २) जमीनीपासून २.५ ते ३ फुटापर्यंत २ ते ३ खोड ठेऊन त्यावर ४-५ प्राथमिक फांद्या राखाव्यात. ३) डाळिंबाप्रमाणेच खोडावर गेरुचा मुलामा द्यावा. ४) फळांचे पक्ष्यांपासून संरक्षण करण्यासाठी पक्षीरोधक जाळीचा बागेवर वापर करावा. ५) फळ पक्वतेच्या काळात बागेस नियमित पाणीपुरवठा करावा. ६) फळ तोडणीनंतर ताबडतोब बाजारपेठेत पाठवावे.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1grPoIv_BZkQivC0IxE-deHYNPa4_NwUR',
  ),
  CropInformation(
    id: '51',
    cropCategorie: '6',
    title: 'पेरू',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'पाण्याचा निचरा होणारी, मध्यम ते हलक्या प्रतीची जमीन',
      'जाती': 'सरदार (एल-४९)',
      'अभिवृद्धीचा प्रकार': 'दाब कलम',
      'लागवडीचे अंतर':
          ': ६० x ६० x ६० सें.मी. आकाराचे खड्डे घेऊन २ कि. सुपर फॉस्फेट खत टाकावे. दोन झाडातील व ओळीतील अंतर ६ × ६ मीटर प्रति हेक्टरी झाडांची संख्या २७७, घन लागवडीसाठी ३ २ मी. अंतर ठेवावे.',
      'खते':
          'पूर्ण वाढ झालेल्या झाडास ४ ते ५ घमेली शेणखत, ९०० ग्रॅम नत्र, ३०० ग्रॅम स्फुरद व ३०० ग्रॅम पालाश द्यावे पैकी निम्मा नत्र बहाराच्या वेळी व उरलेला नत्र फळधारणेनंतर द्यावा तर स्फुरद व पालाश एकाच हप्त्यात बहाराच्या वेळी द्यावा.',
      'पीक संरक्षण':
          '१. फळमाशीचे नियंत्रणासाठी रक्षक सापळ्याचा वापर करावा. (फळमाशीचे कामगंध सापळे ४ / एकर) (भा.कृ.अ.न.प.) २. फळकुज रोगाच्या नियंत्रणासाठी मॅन्कोझेब ७५% डब्ल्यु पी या बुरशीनाशकाची २० ग्रॅ./ १० लिटर किंवा झायनेब ७५%, २० ग्रॅ./१० लिटर पाणी या प्रमाणात फवारणी रोगाची लक्षणे दिसताच करावी. (भा.कृ.अ.न.प.) ३. फळांवरील डागांसाठी मेन्कोझेब (०.२%) ची फवारणी करावी. ४. रोगग्रस्त फळे व फांद्या बागेच्या बाहेर नेऊन जाळून टाकाव्यात व बागेत हवा खेळती राहील अशी मोकळीकता ठेवावी.',
      'उत्पादन': '७०० ते १५०० फळे प्रत्येक कलमी झाडापासून मिळतात.',
      'इतर महत्वाचे मुद्दे':
          'बागेत फांद्यांची दाटी झाल्यानंतर भरपूर सुर्यप्रकाश व हवा खेळती राहण्यासाठी तसेच यंत्राने मशागत करण्यासाठी हलकी छाटणी केल्यास चांगले उत्पादन मिळू शकते. * पेरुच्या जुन्या बागेत फळांच्या दर्जा व उत्पादनात लक्षणीय घट आढळल्यास, मे महिन्यामध्ये "बागेचे पुनरुज्जीवन" करावे यासाठी अल्प कालावधी करीता (२ वर्षासाठी) "विशेष मध्यम छाटणी" करावी. ज्याद्वारे जुन्या बागेत स्वच्छतेत वाढ होऊन उच्च प्रतिचे किफायतशीर फळ उत्पादन मिळते. * पेरुच्या बागेतून अल्प कालावधीत (सुरुवातीची ३.५ वर्षे) फायदेशीर उत्पादन घेण्यासाठी, पेरु कलमांची २ x १ मी. अंतरावर, "अती घन लागवड" किंवा ३ २ मी. अंतरावर, "घन लागवड करावी. * पेरु घन लागवडीच्या पध्दतीमध्ये (२ × २ मी.) पहिल्या साडेतीन वर्षानंतर, झाडांच्या योग्य वाढीसाठी आणि उत्पादनासाठी मे महिन्याच्या दुसऱ्या पंधरवाड्यात झाडाच्या मागील दोन हंगाम वाढीच्या ठिकाणी पुनर्छाटणी करावी.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1LIq2ynT-Xz3-0pzGwhK1im7p9B9WNDPh',
  ),
  CropInformation(
    id: '52',
    cropCategorie: '6',
    title: 'चिकू',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन': 'उत्तम निचऱ्याची, खोल मध्यम काळी जमीन',
      'हवामान':
          'उष्ण व दमट, जास्त पावसाचा प्रदेश चुनखडीयुक्त जमीन अयोग्य ठरते.',
      'जाती': 'कालीपत्ती, क्रिकेटबॉल',
      'अभिवृद्धीचा प्रकार':
          'खिरणी खुंट वापरून तयार केलेले भेट कलम किंवा शेंडा कलम',
      'लागवडीचे अंतर':
          'दोन झाडातील व ओळीतील अंतर १० x १० मीटर, प्रति हेक्टरी झाडांची संख्या १००',
      'खते':
          '१ x १ x १ मीटर आकाराचे खड्डे घेऊन त्यात २ ते २.५ किलो सुपर फॉस्फेट व ४ ते ५ घमेली शेणखत किंवा कंपोष्ट खत टाकावे. पोयटा मातीने सर्व मिश्रणासहित खड्डा भरून घ्यावा. पूर्ण वाढ झालेल्या झाडास १०० किलो शेणखत, ३ किलो नत्र, २ किलो स्फुरद व २ किलो पालाश सप्टेंबर, जून महिन्यात विभागून द्यावे.',
      'उत्पादन':
          '१५०० ते ३००० फळे प्रत्येक झाडास, आर्थिक आयुष्य ३० ते ५० वर्षे.',
      'इतर महत्वाचे मुद्दे': 'खिरणीच्या खुंटावर केलेली कलमेच वापरावीत.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1gsbU7mPZsr4h7AtxRG4okt3X8QTsAzhu',
  ),
  CropInformation(
    id: '53',
    cropCategorie: '6',
    title: 'नारळ',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन':
          'एक मिटर खोलीपर्यंतची, कसदार, भुसभुशीत व पाण्याचा उत्तम निचरा होणारी.',
      'हवामान':
          'उष्ण व दमट हवामान, अति कडक थंडी किंवा अति कोरडा उन्हाळा योग्य नाही. समुद्र सपाटीचा प्रदेश अधिक चांगला.',
      'जाती':
          'बाणवली, प्रताप, टिडी (केरासकारा), लक्षद्वीप ऑर्डिनरी, फिलीपीन्स ऑर्डिनेरी, डी टि-२',
      'रोपांची निवड':
          'रोपे किमान ९ ते १२ महिने वयाची व ५ ते ६ पानांची असावीत, रोपाचा बुंधा अखूड व जाड असावा, रोपे जोमदार व निरोगी असावीत.',
      'लागवड':
          'दोन ओळीत आणि दोन रोपात ७.५ ते ८ मीटर अंतर असावे. शेताच्या बांधावर ५ ते ७.५ मीटर अंतर ठेवावे. हेक्टरी १२४ ते १७७ झाडे बसतात. एप्रिल मे मध्ये १x१x१ मीटर आकाराचे - खड्डे खोदावेत. पाऊस सुरु होण्याच्या आगोदर खड्ड्याच्या तळासी पालापाचोळा घालून १० कि. शेणखत किंवा कंपोस्ट, चांगली माती व २ कि. एस एस पी व १०० ग्रॅम फोरेट या मिश्रणाने खड्डा भरावा. पाऊस सुरु झालेवर खड्ड्याच्या मध्येभागी रोपाचा नारळ जमिनीच्या ३० ते ४५ सेंमी खाली राहील अशा बेताने रोप लावावे. बाजुची माती घट्ट दाबून घेऊन रोपांना बांबूच्या काठाची आधार द्यावा. पहिली दोन वर्षे रोपांना सावली करावी.',
      'खतांची मात्रा':
          'पाचव्या वर्षापासून प्रत्येक झाडास ५ घमेली शेणखत, २.२५० कि. युरिया, तीन किलो सिंगल सुपर फॉस्फेट व २ किलो म्युरेट ऑफ पोटॅश द्यावे. शेणखत व स्फुरद एकाच हप्त्यात जुन महिन्यात द्यावीत. नत्र व पालाश खते जुन, सप्टेंबर व फेब्रुवारी महिन्यात तीन समान हप्त्यात द्यावीत.',
      'पाणी':
          'पहिली ३ ते ४ वर्षे झाडांना हिवाळ्यात ६-७ दिवसानी व उन्हाळ्यात ३ ते ४ दिवसांनी पाणी द्यावे. पुर्ण वाढ झालेल्या झाडांना ५-१० दिवसातून एक पाणी द्यावे. ठिबक सिंचन पध्दतीचा सुध्दा वापर करतात. पुर्ण वाढलेल्या झाडास उन्हाळ्यात ४०-६५ लि. प्रति दोन पाणी द्यावे.',
      'आंतर व मिश्र पिके':
          'नारळाच्या बागेत सुरवातीची ३ वर्षे पपई, केळी, रताळी, भाजीपाला पिके, लिली, निशिगंध, झेंडू इ. फुलपिके घ्यावीत. आंतर व मिश्र पिकांच्या लागवडीमुळे नारळाच्या उत्पादनात चांगली वाढ होते.',
      'किडी':
          ': १. गेंड्या भुंगा या किडीचा भुगा नारळाचा नवीन कोंब खातो, शेंड्या जवळ भोके पडलेली दिसतात व नवीन येणारी पाने त्रिकोणी कापल्या सारखी दिसतात. उपाय: उपद्रव झालेल्या झाडांना तारेच्या हुकाच्या सहाय्याने भुंगे बाहेर काढून नष्ट करून टाकावेत. २. सोंड्या भुंगा अळ्या झाडाचा मऊ भाग खातात व खोड आतून पोखरतात. प्रदुर्भाव झाल्याचे बाहेरून ओळखता येत नाही. प्रादुर्भाव झालेल्या झाडांच्या बुंध्यावर छिद्रे दिसतात व त्यातुन ताजा भुसा व तांबूस तपकिरी स्त्राव दिसतो. ३. काळ्या डोक्याची अळीः पानातील हरितद्रव्य खातात. त्यामुळे पाने करपल्यासारके दिसतात. ४. इरिओफाईड कोळी सुक्ष्म किड फळाच्या देठाच्या खालल्या भागातुन रस शोषते व तांबुस चट्टे दिसतात व फळांचे आवरण तडकते, परिणामी नारळ लहान राहतात व गळ होते.',
      'रोग':
          '१. कॉब कुजणे १% बोर्डो मिश्रणाची फवारणी करावी किंवा कॉपर ऑक्झिक्लोराइड ५०% डब्ल्यु.पी. २५ ग्रॅम प्रती १० लीटर पाणी याप्रमाणात फवारणी करावी. २. फळांची गळ : १% बोर्डो मिश्रणाच्या दोन फवारण्या एक महिन्याच्या अंतराने कराव्यात. ३. करपा १% बोर्डो मिश्रणाची फवारणी करावी. ४. खोडावरील डिंक्या रोग झाडांना योग्य प्रमाणात खते, पाणी द्यावे. बुंध्यावरील डिंक व मेलेली साल खरवडून त्या जागी बोडों पेस्ट लावावी.',
      'काढणी व उत्पादन':
          'जातीनुसार पाचव्या ते सातव्या वर्षापासून उत्पन्न सुरु होते. फळधारणा झाल्यापासून ७ ते १२ महिण्यात जरुरी प्रमाणे नारळ सात महिन्यात काढावेत. प्रत्येक झाडापासून ८० ते १०० नारळ मिळतात. नारळाचे आर्थिक आयुष्यमान ८० ते १०० वर्षे असते.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=179oXqmOOT-yntMigMgxYMpLLLvsfYreA',
  ),
  CropInformation(
    id: '54',
    cropCategorie: '6',
    title: 'जांभूळ',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन / हवामान':
          'पाण्याचा उत्तम निचरा होणारी, खोल मातीची, ओलावा धरून ठेवणारी जमीन योग्य आहे. उष्ण व समशीतोष्ण हवामान चांगले मानवते,',
      'अभिवृद्धीचा प्रकार':
          'बियांपासून गादी वाफ्यावर रोपे तयार करून तसेच पेंच पद्धतीने डोळे भरून अभिवृद्धी करता येते.',
      'लागवडीचे अंतर':
          '१० x १० मी. लागवडीसाठी १ x १ x १ मी. आकाराचे खड्डे खोदावेत.',
      'शिफारशीत जाती': 'स्थानिक आणि कोकण बहाडोली',
      'झाडांची संख्या': '१०० प्रति हेक्टरी',
      'उत्पादन':
          'पूर्ण वाढलेल्या झाडापासून (८ ते १० वर्षानंतर) ५० ते १०० किलो फळे मिळतात',
      ' खतांचे व्यवस्थापन':
          'खड्डा भरताना त्यामध्ये तळाला पालापाचोळा टाकून १५ ते २० किलो चांगले कुजलेले शेणखत + १५ ते २० किलो पोयटा माती व १.५ किलो सिंगल सुपर फॉस्फेट व उर्वरीत भाग चांगल्या मातीच्या मिश्रणाने भरावा. पूर्ण वाढलेल्या झाडास (५ वर्षानंतर) ५० किलो शेणखत व ५०० : २५० : २५० ग्रॅम नत्र, स्फुरद, पालाश प्रति झाड द्यावे. नत्र दोन समान हफ्त्यामध्ये विभागून द्यावे.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1veZwJk__cjNv1QazWqOpv0wSrM19tl2W',
  ),
  CropInformation(
    id: '55',
    cropCategorie: '6',
    title: 'चिंच',
    timeRequired: '120-130 महिने',
    additionalInfo: {
      'जमीन':
          'मध्यम ते हलकी डोंगर उताराची व मध्यम खोल जमीन योग्य आहे. उष्ण व समशीतोष्ण हवामान चांगले मानवते.',
      'अभिवृद्धीचा प्रकार': 'बियांपासून तसेच भेट कलम व शेंडा कलम पद्धतीने.',
      'लागवडीचे अंतर':
          '१० x १० मी. लागवडीसाठी १ x १ x १ मी. आकाराचे खड्डे खोदावेत.',
      'शिफारशीत जाती': 'प्रतिष्ठान, नंबर- २६३, अकोला स्मृती, अजंठा गोडचिंच.',
      'झाडांची संख्या': '१०० प्रति हेक्टरी',
      'खतांचे व्यवस्थापन':
          'खड्डा भरताना त्यामध्ये तळाला पालापाचोळा टाकून १५ ते २० किलो चांगले कुजलेले शेणखत + पोयटा माती व १.५ किलो सिंगल सुपर फॉस्फेट + १०० ग्रॅ. यांच्या मिश्रणाने भरावा. पूर्ण वाढलेल्या झाडास (५ वर्षानंतर) ५० किलो शेणखत व ५०० : २५० : २५० ग्रॅ. नत्र, स्फुरद व पालाश प्रति झाड द्यावे.',
      'उत्पादन':
          'सर्वसाधारणपणे १० वर्षापासून चांगले उत्पादन मिळते. ५० ते १५० किलो प्रति झाड',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1btf0R_Grk5RSQGByu_5ueywb7KqPaaSv',
  ),
  CropInformation(
    id: '56',
    cropCategorie: '6',
    title: 'कागदी लिंबू',
    timeRequired: '6-12 महिने',
    additionalInfo: {
      'जमीन':
          'मध्यम काळी, हलकी, मुरमाड, पाण्याचा उत्तम निचरा होणारी, ६.५-८.० सामू, चुनखडी बिरहीत, क्षारांचे प्रमाण ०.५० डे सी सा / मी पेक्षा कमी व उपलब्ध चुन्याचे प्रमाण १०% पेक्षा कमी असलेली जमीन लागवडीस योग्य आहे.',
      'सुधारित जाती': 'साई शरबती व फुले शरबती.',
      'लागवडीचे अंतर': '६ x ६ मीटर, खड्ड्याचे आकारमान १ x १ x १ मीटर.',
      'खत व्यवस्थापन':
          'झाडाचे वयवर्षे 1) शेणखत १० किलो, सिंगल सुपर फॉस्फेट २ किलो, निंबोळी पेंड १ किलो, ट्रायकोडर्मा २५ ग्रॅम,५० ग्रॅम नत्र\n झाडाचे वयवर्षे 2)शेणखत १५ किलो, नत्र १०० ग्रॅम, निंबोळी पेंड २ किलो, ५० ग्रॅम नत्र \n झाडाचे वयवर्षे 3) शेणखत १५ किलो, सुफला (१५:१५:१५) १ किलो, निंबोळी पेंड २ किलो \n झाडाचे वयवर्षे 4) शेणखत १५ किलो, सुफला (१५:१५:१५) २ किलो, म्युरेट ऑफ पोटॅश,१५० ग्रॅम नत्र \n चौथ्या वर्षानंतर वरील खतांशिवाय ५०० ग्रॅम व्हम + १०० ग्रॅम स्फुरद विरघळविणारे जिवाणू + १०० ग्रॅम ऑझोस्पिरिलम + १०० ग्रॅम ट्रायकोडर्मा हरजियानम द्याबे. सूक्ष्म अन्नद्रव्यांची कमतरता आढळल्यास 0.५% झिंक सल्फेट, ०.५% मॅग्नेशियम सल्फेट, ०.५% मँगेनीज सल्फेट आणि ०.३१ फेरस सल्फेट व ०.३% कॉपर सल्फेट या सूक्ष्म अन्नद्रव्यांची एकत्रीत फवारणी करावी.',
      'पाणी व्यवस्थापन':
          ':कागदी लिंबू झाडांच्या जोमदार बाढीसाठी व दर्जेदार फळांचे अधिक उत्पादनासाठी तसेच पाण्याच्या व खताच्या बचतीसाठी दररोज बाष्पोपर्णात्सर्जनाच्या ८० टक्के पाणी व शिफारशीत खत मात्रेच्या ८० टक्के नत्र व पालाश खते (४८० ग्रॅम नत्र आणि ४८० ग्रॅम पालाश प्रतिझाड प्रति वर्ष) आठ समान हप्त्यात ठिबक सिंचनाद्वारे तसेच १५ किलो शेणखत +१५ किलो निंबोळी पेंड + ३०० ग्रॅम स्फुरद प्रति झाड प्रति वर्ष द्यावे. उन्हाळ्यात १०-१५ आणि हिवाळ्यात २०-२५ दिवसांच्या अंतराने पाणी द्याबे.(भाकृअनुप)\n१. पश्चिम महाराष्ट्रतील कागदी लिंबू पिकासाठी जानेवारी ते जून (अंबिया बहार) या कालावधीची सिंचनाच्या दृष्टीने संबेदनशील अवस्था म्हणून शिफारस करण्यात येत आहे. (भाकृअनुप) \n२. पश्चिम महाराष्ट्रासाठी कागदी लिंबूची चांगली बाढ, अधिक उत्पादन व गुणबत्ता तसेच पाण्याच्या कार्यक्षम वापरासाठी ठिबकद्वारे एक दिवसाआड पीक कालावधीत (जानेवारी ते डिसेंबर) सिंचनाची खालीलप्रमाणे शिफारस करण्यात येत आहे.(भाकृअनुप).',
      'आंतरपीक':
          'लागवडीनंतर सुरूवातीच्या ४-५ वर्षापरयंत पट्ढा पद्धतीने मूग, चवळी, भुईमूग, उडीद, श्रावण घेबडा, कांदा, लसूग, कोबी, हरभरा, मेथी दोन ओळीतील मोकळ्या जागेत आंतरपिक म्हणून घ्यावे.',
      'बहार व्यवस्थापन':
          'कागदी लिंबूच्या हस्त बहारातील अधिक उत्पादनासाठी जून महिन्यात जिब्रेलिक असीड (जी. अ.३) ५० पीपीएम, सप्टेंबरमध्ये सायकोसील १००० पीपीएम संजिवकाची व ऑक्टोबर महिन्यात १ टक्का पोटशियम नायट्रेट द्रावणाची फवारणी कराबी.(भाकृअनुप)',
      'तण व्यवस्थापन':
          'ग्लायफोसेट १००-१२० मि.लि. + १००-१२० ग्रॅम युरिया १० लिटर पाण्यात मिसळून तणांचा प्रादुर्भाव दिसून आल्यावर फवारणी करावी, त्यानंतरच्या दोन फवारणी तणांची पुर्नउगवण ३०% आढळून आल्यानंतर कराव्यात.',
      'पीक संरक्षण':
          '१) पाने खाणारी अळी: क्िनॉलफॉस २५ % ई.सी. २० मि.लि. १० लिटर पाण्यात मिसळून फवारणी करावी.\n२) मावा: डायमिथोएट २० मि.ली. १० लिटर पाण्यात मिसळून फबारणी करावी.\n३) कोळी: पाण्यात मिसळणारी गंधक ३० ग्रॅम किंवा डायकोफॉल १८.५% ई.सी. २० मि.ली. १० लिटर पाण्यात मिसळून फवारणी करावी.\n४) सिल्ला: इमिडोक्लोप्रीड १७.८% एस.एल. ३ मि.ली. १० लिटर पाण्यातून फवारणी कराबी.\n५) कँकर/खैन्या: रोगग्रस्त फांद्यांची छाटणी करावी, पावसाळ्यातील महिन्यात स्ट्रेप्टोसायक्लीन १ ग्रॅम + कॉपर ऑक्सीक्लोराईड ३० ग्रॅम १० लिटर पाण्यात मिसळून ३-४ फबारण्या कराव्यात. किंवा जून महिन्यातील छाटणीनंतर कॉपर ऑकसीक्लोराईड (२५-३० ग्रॅम १० लि.पाणी) ची एक फवारणी नंतर निंबोळी अर्क च्या दोन फवारण्या (५० मि.ली. १० लि.पाणी) कराव्यात.\n ६) पानावरील ठिपके: कॉपर ऑक्सीक्लोराईड २५ ग्रॅम १० लिटर पाण्यात मिसळून बर्षातून ३-४ फबारण्या कराव्यात.\n ',
      'उत्पादन': '२५०० ते ३००० फळे प्रति झाड प्रति वर्ष',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1XfoZrrdYHPUBbeYii3iYFkWhRAFjGwWS',
  ),
  CropInformation(
    id: '57',
    cropCategorie: '6',
    title: 'मोसंबी',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन':
          'मध्यम काळी, भुसभुशीत, पोयस्याची, पाण्याचा उत्तम निचरा होणारी, चुनखडी विरहित, सामू ६.५-८.० असलेली, क्षारांचे प्रमाण ०.५० डे सी सा/मी. पेक्षा कमी तर उपलब्ध चुन्याचे प्रमाण १०% पेक्षा जास्त नसाबे.',
      'खुंटाचा बापर':
          'रंगपूर लाईम अथवा रंगपूर लाईम राहुरी(मार्मालेड ऑरेंज).(भाकृअनुप)',
      'वाण': 'मोसंबी व फुले मोसंबी.',
      'लागवडीचे अंतर':
          '६x ६ मीटर, खड्ड्याचे आकारमान १ x १ x १ मीटर, लागबडीचे वेळी कलमाचा जोड जमिनीपासून २०-२५ सें.मी. उंचीवर असावा.',
      'बियाणे': '५-६ किलो/ किंवा ७५००० ठोंब / प्रति हेक्टरी',
      'खतांचे व्यवस्थापन':
          'झाडाचे वय (वर्षे) 1] १०(किलो) शेणखत, 0.4 (किलो) निंबोळी पेंड, 75 (ग्रॅम) नत्न,५0 (ग्रॅम)स्फुरद, 100 (ग्रॅम) पालाश\n झाडाचे वय (वर्षे) 2] १०-१५(किलो) शेणखत, 1 (किलो) निंबोळी पेंड, 125 (ग्रॅम) नत्न, 75 (ग्रॅम)स्फुरद, 150 (ग्रॅम) पालाश\n झाडाचे वय (वर्षे) 3] १५-२०(किलो) शेणखत, 2 (किलो) निंबोळी पेंड, 250 (ग्रॅम) नत्न, 100 (ग्रॅम)स्फुरद, 300 (ग्रॅम) पालाश \nझाडाचे वय (वर्षे) 4] १५-२०(किलो) शेणखत, 4 (किलो) निंबोळी पेंड, 400 (ग्रॅम) नत्न, 150 (ग्रॅम)स्फुरद, 400 (ग्रॅम) पालाश\n झाडाचे वय (वर्षे) 5] २०(किलो) शेणखत, 15 (किलो) निंबोळी पेंड, 800 (ग्रॅम) नत्न, 300 (ग्रॅम)स्फुरद, 600 (ग्रॅम) पालाश\n पाचव्या वर्षानंतर आंबे बहार अथवा मृगबहार घ्यावा. आंबे बहारासाठी नोव्हेंबर - डिसेंबर महिन्यात तर मृग बहारासाठी एप्रिल- मे महिन्यात बागेचे पाणी थांबवावे व ताण द्यावा. बहार घेताना वरील खतांशिबाय ५०० ग्रॅम व्हॅम + १०० ग्रॅम स्फुरद बिरघळविणारे जिवाणू + १०० ग्रॅम ट्रायकोडर्मा हरजियानम + १०० ग्रॅम अझोस्पिरिलम द्याबे. ताण सोडतांना सेंद्रिय खते एका बांगडीत टाकून तर रासायनिक खते दुसऱ्या बांगडीतून द्यावे. तसेच मध्यम खोल काब्या जमिनीत लागबड केलेल्या मोसंबीच्या आंबे बहारातील दर्जेदार फळांच्या अधिक उत्पादनासाठी अन्नद्रव्याची मात्रा पुढीलप्रमाणे विभागून द्यावी. जानेवारी - ४० टक्के नत्न (३२० ग्रॅम नत्र) + ५० टक्के स्फुरद (१५० ग्रॅम स्फुरद) मार्च - ४० टक्के नत्र (३२० ग्रॅम नत्र) + ५० टक्के स्फुरद (१५० ग्रॅम स्फुरद) मे. - २० टक्के नत्न (१६० ग्रॅम नत्र) +५० टक्के पालाश (३०० ग्रॅम पालाश) जुलै- २५ टक्के पालाश (१५० ग्रॅम पालाश) व सष्टेंबर - २५ टक्के पालाश (१५० ग्रॅम पालाश). खते ठिबक सिंचनाद्वारे द्यावयाची असल्यास शिफारसीत मात्रेच्या ७५ टक्के नत्र आणि पालाश म्हणजेच ६०० ग्रॅम नत्र आणि ४५० ग्रॅम पालाश प्रति झाड प्रति वर्षी ठिबक सिंचनाद्वारे आणि २० किलो शेणखत +१५ किलो निंबोळी पेंड + ३०० ग्रॅम स्फुरद प्रति झाड प्रति वर्षी जमिनीतून द्यावे. तसेच पश्चिम महाराष्ट्रातील मध्यम काळ्या जमिनीत लागवड केलेल्या मोसंबीचे आंबिया बहाराचे सेंद्रिय पद्धतीने दर्जेदार फळांचे अधिक उत्पादनासाठी २० किलो गांडूळखत + ८ किलो निंबोळी पेंड प्रती झाड प्रती वर्षी जमिनीतून द्याबे.(भाकृअनुप) \n मार्च व जुलै महिन्यात नवीन पालबी आल्यानंतर ०.५% झिंक सल्फेट, मँगेनीज सल्फेट व मॅगनेशियम सल्फेट आणि ०.३% फेरस सल्फेट व कॉपर सल्फेट या सूक्ष्म अन्नद्रव्यांची एकत्रित फबारणी करावी. ताण सोडतांना आंबवणी- चिंबवणी पद्धतीने ३-४ पाण्याच्या पाळ्या द्याव्यात. पाणी दुहेरी आळे (बांगडी) पद्धतीने द्यावे.',
      'आंतरपीके':
          'लागबडीनंतर सुरुबातीच्या ४-५ वर्षापर्यंत दोन ओळीमध्ये भुईमूग, मूग, उडीद, सोयाबीन, गबार, चबळी, पालेभाज्या, पानकोबी, फुलकोबी, कांदा, गहू व हरभरा आंतरपिके म्हणून घ्याबे.',
      'पाणी व्यवस्थापन':
          'मध्यम काळ्या जमिनीत लागवड केलेल्या मोसंबीच्या आंबे बहारातील (जानेवारी) झाडांच्या जोमदार वाढीसाठी व दर्जेदार फळांचे अधिक उत्पादनासाठी तसेच पाण्याच्या व खताच्या बचतीसाठी दररोज बाष्पोपर्णीत्सर्जनाच्या ९० टक्के पाणी व शिफारशीत खत यात्रेच्या ८० टक्के नत्र व पालाश खते (६४० ग्रॅम नत्र आणि ४८० ग्रॅम पालाश प्रति झाड प्रति वर्ष) आठ समान हप्त्यात ठिबक सिंचनाद्वारे तसेच २० किलो शेणखत + १५ किलो निंबोळी पेंड + ३०० ग्रॅम स्फुरद प्रतिझाड प्रति वर्ष जमिनीतून द्यावे. मोसंबीच्या दर्जेदार फळांच्या अधिक उत्पादनासाठी आणि फायद्यासाठी ८०% पाण्याचे पुर्नभरण टप्पा-१ ते टप्पा-५ (जानेवारी - ऑक्टोबर) मध्ये करण्याची शिफारस करण्यात येत आहे.',
      'तण व्यवस्थापन':
          'ग्लायफोसेट १००-१२० मि.लि. + १००-१२० ग्रॅम युरिया प्रती १० लिटर पाण्यात मिसळून तणांचा प्रादुर्भाव दिसून आल्यावर फवारणी करावी, त्यानंतरच्या दोन फवारणी तणांची पूर्नउगवण ३०% आढळून आल्यानंतर कराव्यात.',
      'पीक संरक्षण':
          '१) पाने खाणारी अळी: क्किनॉलफॉस २५ % ई.सी. २० मि.लि. १० लिटर पाण्यात मिसळून फबारणी कराबी.\n २) मावा: : डायमिथोएट ४ मि.ली. १० लिटर पाण्यात मिसळून फवारणी कराबी. (भाकृअनुप) \n ३) कोळी: पाण्यात मिसळणारे गंधक ३० ग्रॅम किंवा डायकोफॉल १८.५% ई.सी. २० मि.ली. १० लिटर पाण्यात मिसळून फवारणी करावी. \n ४) सिल्ला: इमिडोक्लोप्रीड १७.८% एस.एल. ३ मि.ली. अथवा थायोमिथोक्झाम २५% डब्ल्यू जी १ ग्रॅम १० लिटर पाण्यातून फवारणी कराबी. (भाकृअनुप)\n ५) पानावरील ठिपके: पावसाळ्यापूर्वी व नंतर रोगग्रस्त फांद्या छाटून टाकाव्या. \n६) ट्रिस्टेझा, ग्रीनींग: अनुक्रमे माबा व सिल्ला या रोग वाहक कि्डींचे आंबे बहार, मृग बहार व हस्त बहारातील नवीन पालवीचे आंतरप्रवाही किटकनाशक वापरून रोगाचा प्रसार नियंत्रीत ठेवावे.',
      'उत्पादन': '३०० ते ४०० फळे प्रति झाड प्रति वर्ष.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=18Maz2Slw9qQABFkopGjhIw_CbRDPoQB_',
  ),
  CropInformation(
    id: '58',
    cropCategorie: '6',
    title: 'स्ट्रॉबेरी',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन':
          'पाण्याचा उत्तम निचरा असणारी हलकी, मध्यम काळी,गाळाची जमिन या पिकास मानवते. जमिनीचा सामु ५.५ ते ६.५ असावा. भुसभुशीत जमिनीत स्ट्रॉबेरीच्या रोपांची मुळे जोमाने बाढतात.',
      'हवामान':
          'समशितोष्ण हवामानास हे पीक चांगला प्रतिसाद देते. स्ट्रॉबेरीच्या पिकास भरपूर सुर्यप्रकाश आणि सरासरी १०-२५ सें. तापमान मानवते.',
      'जाती':
          'कॅँमारोझा, रानिया,नाबिया,स्वीट चालीं, विंटर डॉन, R-I, R-II या विविध जातींची कॅलिफोर्निया व इटली येथुन आयात केली जाते. स्ट्रॉबेरीमध्ये शॉर्ट डे व डे न्युट्रल अशा दोन प्रकारच्या जाती आढळतात.',
      'पुर्वमशागत':
          'उन्हाळ्यात जमिनीची उभी आडवी खोलवर नांगरट करून जमिनीची स्वच्छता करावी. जमीन भुसभुशीत करण्यासाठी तव्याच्या कुळवाने ढेकळे फोडावीत. तणांचे अवशेष गोळा करून नष्ट करावेत व हिरबळीच्या खतासाठी तागासारखे पीक जमिनीत घ्यावे. लागबडीपू्वीं धुरीजन्य औषधे बापरून निर्जतुकीकरण करावे.',
      'अभिरूद्धी': 'मातृरोपांपासुन रनर ; तसेच खोड व उति संवर्धित रोपांद्वारे.',
      'रोपांची निवड':
          'रोपे ही उच्च प्रतिची, एकसारख्या समान वाढीची, ४ ते ५ पाने असलेली असावीत. रोपांची पाने, निरोगी व गर्द हिरव्या रंगाची असावीत. तसेच रोपांना फुलधारणा झालेली नसावी. रोपांची मुळे लांब,पांढन्या रंगाची असावीत, शक्यतो प्लॅस्टिक पिशवीत वाढविलेली रोपे लागवडीसाठी निवडाबी.',
      'रोप प्रक्रिया':
          'मेटॅलॅक्झिल (१ ग्रॅम/लिटर पाणी) बुरशीनाशकाच्या द्राबणात १५ ते २० मिनीटे रोपे पानांसह बुडबून ठेवावीत.',
      'गादीवाफे':
          'गादीवाफ्यांबर १ फुट X १ फुट अंतरावर खड्डे करून त्यात १५० ते २०० ग्रॅम चांगले कुजलेले शेणखत आणि लागवडीच्या वेळी आवश्यक रासायनिक खतांची मात्रा टाकून ते व्यवस्थित मिसळावे. रोपांचा सुरबा(कोंब) जमिनीत गाडला जाणार नाही याची काळजी घेऊन मुळे पुर्ण झाकावीत.',
      'खत व्यवस्थापन':
          ': १० ते १५ टन प्रति हेक्टरी शेणखत, नत्र, स्फुरद ब पालाश अनुक्रमे १२०:१००:७५ किलो प्रति हे.या मात्रेत खत द्यावे. लागवडीच्या वेळी स्फुरद व पालाश एकत्र व नत्र ३ समान हप्यात विभागणी करून १५ दिवसांच्या अंतराने द्याबे.',
      'आंतरमशागत':
          'लागवडीनंतर २-३ दिवसांनी रोपाच्या सभोवतालची माती हाताने दाबाबी. सुरव्यातील(कोंबातील) माती अलगदपणे काढून टाकावी. गरजेनुसार रोपांची जुनी व रोगट पाने काढून टाकावीत. लहान आणि अकाली येणारी फुले काढावीत.',
      'आच्छादन':
          'लागवडीनंतर ३० दिवसांनी गादीबाफ्याची खुरपणी करून काळ्या किंवा चंदेरी रंगाच्या प्लास्टिक पेपरचे आच्छादन घालावे.',
      'पाणी व्यवस्थापन':
          'जमिनीच्या मगदूरानुसार २ ते ३ दिवसाआड ठिबक सिंचनाद्वारे पाणी द्यावे.',
      'संजिवकांचा वापर': 'जी.ए.३-५० पी.पी.एम. किंवा एन.ए.ए .- २०० पी.पी.एम.',
      'फळांची काढणी':
          'लागवडी नंतर साधारणतः ८५-९० दिवसांनी जाती परत्वे. फळांची काढणी एक दिवसआड करावी.',
      'फळांची साठवणुक':
          'साठबणुकीसाठी प्रीकुलिंग व कोल्डस्टोरेज तंत्रज्ञानाचा वापर करण्यात येतो. प्रीकुलिंग मध्ये स्ट्रॉबेरी फळे ० ते ४ अंश सेल्सिअस तापमानात ४ तास थंड केली जातात. यामुळे फळांचे आयुष्यमान दुप्पटीने बाढते.',
      'उत्पादन': '५ ते १० टन प्रती हेक्टर.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1kx7RX7d_R7ZYjwEJOFhi_TCFF5K5vuhm',
  ),
  CropInformation(
    id: '59',
    cropCategorie: '6',
    title: 'पपई',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन':
          'उत्तम निचऱ्याची, सुपीक, मध्यम काळी तांबडी पोयट्याची जमिन योग्य ठरते. जांभ्या खडकाच्या जमिनीत पपईची झाडे उत्तम वाढतात. जमिनीचा सामु ६.५ ते ८.० असावा. चुनखडीचा व खडकाळ जमिनीत पपईची झाडे चांगली वाढत नाहीत. पपई झाडाच्या मुळांची खोली ४० से.मी. पर्यंत खोल जात असल्यामुळे जमिनीचा वरचा थर भुसभुसीत नंतरचा ४५ से.मी. ठिसुळ मुरमाचा असल्यास पपई पिकाला अनुकुल असते.',
      'हवामान':
          'पपईचे झाड उष्ण कटिबंधात वाढणारे आहे. कडाक्याची थंडी व जोरदार वारे या पिकाला हानीकारक ठरतात. पपई पिकास सरासरी तापमान १५ ते ३० अंश से.ग्रे. आणि वार्षिक पाऊसमान १५०० मि. मि. मानवते. पपईच्या वाढीसाठी जास्तीत जास्त तापमान ४४ अंश से. ग्रे. व कमीत कमी १० अंश से. ग्रें पर्यंत सहन करू शकतात.',
      'जाती':
          'नर आणि मादी फुले वेगवेगळ्या झाडावर येणाऱ्या जाती फुले विजया, को-८,वाशिंग्टन, को-५ को-६ पुसा ड्रॉफ, पुसा नन्हा, पुसा जांयट, त्याचप्रमाणे कुर्ग हनीडयु, को-७ पुसा डेलिसियस, सनराईज सोलो, अर्का प्रभात,अर्का सुर्या ह्या उभयलिंगी आहेत. पेपेन साठी को - २, पुसा मॅजेस्टी या वाणाची शिफारस करण्यात आलेली आहे.',
      'रोपे तयार करणे':
          'ताजे बी वापरुन रोपे तयार करावीत. द्विलींगी प्रकारात एक हेक्टरसाठी १०० ते १२५ ग्रॅम बियाणे, तर उभयलिंगी प्रकारात हेक्टरी ३० ते ४० ग्रॅम बियाणे पुरेसे आहे. पॉलिथीन पिशवित तयार केलेल्या रोपांची वाढ चांगली होते. त्यासाठी १५० गेज च्या १८ x ३३ से. मी. च्या गोल बुड असलेल्या प्लास्टिक पिशव्या रोपे वाढविण्याकरिता वापराव्यात. प्रत्येक पिशवीत १ ते ३ बी लावुन ते चांगल्या कुजलेल्या कंपोस्टने झाकुन पाणी द्यावे. रोपे लागवडीयोग्य सुमारे ६ ते ७ आठवड्यांनी तयार होतात.',
      'प्रो ट्रे मध्ये रोपे तयार करणे':
          'पपईची रोपे प्रो ट्रे मध्ये तयार करताना त्यातील व्यास ४२ मि.मी. असलेल्या प्रो ट्रे ची निवड करावी बियाणे प्रो ट्रे मध्ये लागवडीच्या एक दिवस आधी कोकोपिट पाण्यात भिजत ठेवावे. पोयटा माती आणि चांगले कुजलेले शेणखत चाळणीने चाळुन घ्यावे. ५ किलो कोकोपिट अधिक २.५ किलो पोयटा माती अधिक २.५ किलो कुजलेले शेणखत अधिक १०० ग्रॅम ट्रायकोट्रर्मा अधिक १०० ग्रॅम १०:१९ खत या प्रमाणात मिश्रण एकजीव करून ते प्रो ट्रे मध्ये भरून घ्यावे. मिश्रणाने भरलेल्या प्रो ट्रे मध्ये १.५ से.मी.खोलीवर पेरणी करून बियाणे अलगद झाकुन घ्यावे व झारीच्या सहाय्याने हळुवार पाणी द्यावे. बियाणे उगवेपर्यंत प्रो ट्रे पारदर्शक पॉलिथिनने झाकुन घ्यावेत किंवा प्रो ट्रे पॉलिहाऊस मध्ये ठेवावेत.',
      'लागवड हंगाम':
          'महाराष्ट्रात पपईची लागवड वर्षभरात मुख्यत्वे जुन-जुलै, सप्टेंबर आणि फेब्रुवारी-मार्च या तीन हंगामात करतात. यापैकी फेब्रुवारी -मार्च महिन्यात लागवड केल्यास ती अधिक फायदेशीर ठरते. यामुळे रिंग स्पॉट या विषाणुजन्य रोगाचा प्रादुर्भाव उशिरा होता व फळे जास्त मागणीच्या काळात म्हणजेच नोव्हेंबर ते जानेवारी या महिन्यात काढणीस येतात.',
      'परागीकरण':
          'पपई फळपिकात नर व मादी झाडे स्वतंत्र असल्याने व अशी झाडे फुलोरा आल्याशिवाय ओळखता येत नसल्याने लागावडीच्या ठिकाणी दोन रोपे लावावी. मादी झाडापासुन उत्पादन मिळत असल्यामुळे या झाडांची संख्या जास्त असणे फायद्याचे असते. तसेच बागेमध्ये नर व मादी झाडे वेगवेगळी असल्यास १० टक्के नर झाडांची संख्या विखुरलेल्या स्वरुपात असावी. उभयलिंगी पपईच्या जातीची लागवड प्रत्येक लागवडीच्या ठिकाणी एकच रोप लावले जाते. उदा. कुर्ग हनीड्यु, अर्का प्रभात, अर्का सुर्या इ.',
      'पाणी व्यवस्थापन':
          'हिवाळयात साधारणपणे दर १० दिवसानी तर उन्हाळ्यात आठवड्यातुन एकदा पाणी द्यावे. दुरेही आळे पद्धती, सरी किंवा ठिंबक सिंचन यांचा वापर केला जातो.',
      'खत व्यवस्थापन':
          'पपई लागवड करावयाच्या क्षेत्रात शेणखत अथवा कंपोस्ट खत प्रति हेक्टरी ४०-५० बैलगाड्या (२० मे.टन) जमिनीत मिसळून द्यावे. लांगवडीनंतर २००:२००:२०० ग्रॅम नत्र, स्फुरद व पालाश प्रत्येक झाडास लागवडीनंतर समान चार हप्त्यात पहिल्या, तिसऱ्या, पाचव्या व सातव्या महिन्यात बांगडी पद्धतीने विभागुन द्यावीत.',
      'आंतरमशागत':
          'बाग निंदून स्वच्छ ठेवावी. बागेची खादंणी दर दोन महिन्यांनी करावी. फुले आल्यावर १० टक्के नर झाडे ठेवुन बाकीची नर झाडे काढावीत. फळांची दाटी झाल्यास त्यांची विरळणी करावी. मुख्य खोडास येणारी वांझफुट लागलीच काढावी.',
      'फळाची काढणी व विक्री':
          'साधारणपणे पपईचे रोप लागवडीपासुन ३ ते ७ महिन्यांनी फुले येतात व त्यानंतर फळे काढणीसाठी चार महिन्यांनी तयार होतात. सालीतील चीक दुधासारखा न निघता पाण्यासारखा निघल्यास सुरूवात झाल्यानंतर व पपईच्या फळावर पिवळा डोळा पडला म्हणजे पपई झाडावरुन काढण्यास तयार झाली असे समजावे. दुरच्या बाजारपेठेस फळे पाठवायची असल्यास फळे टोकाकडील बाजुस पिवळसर होताच काढावी. पपईच्या एका झाडापासुन सरासरी ३० ते ८० फळे (४० ते ८० किलो) मिळतात.',
      '1)पपया रिंग स्पॉट किंवा पपया मोझॉक किंवा केवडा':
          'हा विषाणुमुळे होणारा रोग आहे. या रोगाच्या प्रादुर्भावामुळे पपईच्या झाडावरील नवीन येणारी पालवी पिवळसर दिसते व वाढीच्या काळात पानांच्या शिरा हिरव्या दिसुन येतात. पाने हाताला चरचरीत लागतात व त्यावर पिवळसर हिरवे चट्टे दिसुन येतात. रोगाचा प्रादुर्भाव तीव्र असल्यास पानाचा आकार कमी होऊन पाने एखाद्या धाग्याप्रमाणे दिसतात. अशा रोगग्रस्त झाडांची फळे आकाराने लहानव वेडीवाकडी होतात. त्यामुळे उत्पादनात लक्षणीय घट होत. पपईवरील विषांणुजन्य रोग झाडावर आल्यानंतर त्याचे नियंत्रण होत नाही.',
      'उपाय 1':
          '१) रोगास प्रतीकारक्षम अथवा कमी बळी पडणाऱ्या जातीची लागवड करावी.\n२) पपईवर विषाणुजन्य रोगास प्रसार मावा किडीमुळे होतो म्हणुन मावा किडीच्या नियंत्रणासाठी रोपे रोपवाटीकेत असल्यापासुन काळजी घ्यावी.\n३) मावा किडीचा प्रादुर्भाव दिसुन येताच १५ दिवसांच्या अंतराने १० मि. लि. निमार्क प्रति १० लिटर पाण्यातून फवारल्यास मावा किडीचे नियंत्रण होते.\n ४) पपईच्या बागेत मावा किडीचा शिरकाव टाळण्यासाठी बागेभोवती उंच पीक लावुन अडथळा निर्माण करावा. त्यामुळे बाहुरुन येणारा मावा किड पपईच्या बागेत येण्यास अडथळा निर्माण होतो व त्यामुळे विषाणुजन्य रोगाचा प्रसार कमी होतो.',
      '2) खोडकुज किंवा बुंधासड उपाय':
          'हा रोग बुरशीपासुन होतो. झाडाचा बुंधा काळा पडुन तो भाग मऊ होतो. पपईच्या बुंध्याला जास्त पाणी लागल्याने बुंधा सडतो.',
      'उपाय 2':
          'पाण्याचा चांगला निचरा होणाऱ्या जमिनीतच पपईची लागवड करावी. खोडाला पाणी लागु नये म्हणुन दुहेरी बांगडी पद्धतीने पाणी द्यावे. बागेत जास्त वेळ पाणी साचु देऊ नये.',
      '3) पिठ्या ढेकुण':
          'या किडिचा प्रादुर्भाव पपईची पाने, खोड व फळांवर मोठ्या प्रमाणात दिसुन येतो. प्रादुर्भावग्रस्त भागावर काळी बुरशी वाढल्यामुळे कर्बग्रहनावर अनिष्ट परिणाम होतो व फळे खाण्यास अयोग्य होतात.',
      'उपाय 3':
          'प्रादुर्भावग्रस्त बागेत अॅसिनोफॅगस पपई परोपजीवी किटकाचे प्रसारण करावे.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1SWUH9L5xp9YvJqAlh29sKmrtmIUBSXRC',
  ),
  CropInformation(
    id: '60',
    cropCategorie: '6',
    title: 'लिची',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन':
          'पाण्याचा उत्तम निचरा होणारी, भरपूर सेंद्रिय पदार्थ असलेली, सामू ५.५ ते ६.५ च्या दरम्यान असावा. जमिनीतील पाण्याचा स्तर १.२५ मीटर पेक्षा खाली असावा.',
      'हवामान':
          'समशीतोष्ण वातावरणात वाढ चांगली होते. गारपीट, हिवाळ्यात अतिथंडी व उन्हाळ्यात अतिउष्णता (>४०.५ डिग्री सेल्सिअस) वाढीस अयोग्य आहे.',
      'जाती अभिरुद्धी':
          'शाही (मुजफ्फरपूर), अर्ली बेदाणा, लेट बेदाणा, बोम्बिया, चायना, देहरादून व कलकतीया गुटी कलम',
      'लागवड':
          '१०X१० मीटर अंतरावर, ९०X९०X९० सेमी. आकाराचे खड्डे उन्हाळ्यात घ्यावेत. खङ्क्यात ४० किलो शेणखत, २ किलो निमपेंड, १ किलो सिंगल सुपर फॉसफेट, २००-३०० ग्रॅम म्युरेट ऑफ पोट्याश पोयट्याच्या मातीत मिसळून टाकावे. जून महिन्यात पहिला पाऊस पडल्यावर लागवड करावी.',
      'खत व्यवस्थापन':
          'पूर्ण वाढ झालेल्या ९ वर्षावरील झाडास प्रत्येकी ६० किलो शेणखत, ६००:६००:२५० ग्रॅम नत्र, स्पुरद व पालाश दोन समान हप्त्यात जून आणि ऑक्टोबर मध्ये द्यावे.',
      'पाणी व्यवस्थापन':
          'पूर्ण वाढ झालेल्या झाडास ऑक्टोबर-नोव्हेंबर मध्ये १५ दिवसाच्या अंतराने, डिसेंबर ते फेब्रुवारीत एक महिन्याच्या अंतराने व मार्च ते फळ काढणी होईपर्यंत दर ७ ते १० दिवसाच्या अंतराने पाणी द्यावे.',
      'आंतरपिके':
          'पहिले ५-६ वर्षे बागेत भाजीपाला, फुले, द्विदल, शेंगावर्गिय पिके आंतरपिके म्हणून घेता येतात.',
      'किड व्यवस्थापन':
          'लाल कोळी, साल पोखरणारी अळी व शेंडा पोखरणारी अळी या किडींचा प्रादुर्भाव प्रामुख्याने होतो. कोळ्याच्या नियंत्रणासाठी डायकोफॉल (०.०५%)फवारावे.',
      'काढणी व उत्पादन':
          'फळांचा रंग लाल झाल्यावर देठासकट काढणी करावी. ७-८ टन प्रती हेक्टर',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1jeq_vyYRLM-nK9Mbl4RGjZc53DLf0dUF',
  ),
  CropInformation(
    id: '61',
    cropCategorie: '6',
    title: 'ड्रॅगन फ्रुट',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन':
          'पाण्याचा उत्तम निचरा होणारी, मुरमाड, मध्यम ते हलक्या जमिनीत या वेलींची वाढ चांगली होऊ शकते. जमिनीचा सामू ५.५ ते ६.५ च्या दरम्यान असावा.',
      'हवामान':
          'मध्यम पाऊस (५०० मिली) असणाऱ्या कोरड्या हवामानात चांगली वाढ होते. अती उष्ण वा अति थंडी या पिकास मानवत नाही.',
      'लागवड':
          '३X३ मी (११०० वेली/हेक्टर),४X३ मी (८३३ वेली/हेक्टर),४X९ मी (६२० वेली/हेक्टर),३.७X३.७ मी (७३० वेली/हेक्टर) अंतरावर याची लागवड केली जाऊ शकते. मध्यम ते भारी जमिनीत मातीचे बोद तयार करून त्यावर लागवड केली जाते. ही वनस्पती निवडूंग प्रकारातील वेल असल्याने आधारासाठी सिमेंटचे खांब उभे करावे लागतात. प्रत्येक खांबाभोवती ४ या प्रमाणे वेलींची लागवड केली जाते.',
      'खत व्यवस्थापन':
          'खड्डे भरते वेळी द्यावयाची साधारण मात्रा :२५:५०:५०:१०:१०:१०: (ग्रॅम प्रती वेल) (नत्र:स्फुरद:पालाश:जिप्सम:बोरॅक्स:झिंक सल्फेट) लागवडीनंतर पहिल्या वर्षी १५-२० किलो शेणखत,५०:५०:१०० ग्रॅम नत्र: स्फुरद: पालाश देणे संयुक्तीक ठरेल व तसेच गरजेनुसार सुक्ष्म अन्नद्रव्यांचा वापर करावा. तद्नंतर वेलींच्या वाढीनुसार व वयानुसार खतांची मात्रा वाढवावी.',
      'प्रकार':
          'रंगानुसार तीन प्रकार आहेत.\n१. साल लाल व गर पांढरा\n२. साल लाल व गर लाल\n३. साल पिवळी व गर पांढरा',
      'उत्पादन':
          'पहिल्या वर्षी साधारणतः १०-१२ किलो /पोल, तिसऱ्या वर्षापासून २०-२५ किलो / पोल.',
      'किड व रोग':
          'या पिकावर किड व रोगांचा प्रादुर्भाव कमी प्रमाणात आढळतो तथापि मुळकुज व खवले किडीपासून संरक्षण करणे गरजेचे आहे.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1GL4cHxUCVJay-oa3mVTym6DQNYDrXQgH',
  ),
  CropInformation(
    id: '62',
    cropCategorie: '6',
    title: 'खजूर',
    timeRequired: '3-4 महिने',
    additionalInfo: {
      'जमीन/हवामान':
          'हलकी ते भारी सर्व प्रकारच्या जमिनीत परंतु पाण्याचा उत्तम निचरा होणारी जमीन असावी. उष्ण कोरडे हवामान या पिकास मानवते. फुलोऱ्याच्या काळात साधारण २०० ते २२ से तर फळे पिकण्याच्या कालावधीत कमीतकमी ४० से तापमान या पिकास पोषक असते.',
      'अभिवृद्धी': 'सकर्सद्वारे, बियाद्वारे, टिश्युकल्चर रोपे.',
      'लागवडीचे अंतर': '०८X०८ मी. (१मीX१ मी X १ मी खड्डे घ्यावे)',
      'जाती':
          'हलावी, बरही, खुनीजी, खलास, जाहीदी, मेदजूल, शामराज, जगलूल, खादरावी, सेवी',
      'झाडांची संख्या': '१५६ प्रति हेक्टरी',
      'लागवड':
          'पाण्याची सोय असल्यास जानेवारी-फेब्रुवारीमध्ये लागवड करावी अन्यथा पावसाळयात जुन-जुलै मध्ये लागवड करावी.',
      'उत्पादन':
          'जातीपरत्वे १५० ते २०० की/झाड पूर्ण वाढलेल्या झाडापासून (८ ते १० वर्षानंतर)',
      'आंतरमशागत':
          'नांगे भरणे : १५-२० दिवसांनी नांगे भरून घ्यावे \n खुरपणी : पेरणीनंतर पहीली खुरपणी २०-२५ दिवसांनी करावी. त्यात नंतरच्या खुरपणी गरजेनुसार करावी.',
      'खतांचे व्यवस्थापन':
          'खड्डा भरताना त्यामध्ये तळाला पालापाचोळा टाकून साधारण ४० किलो शेणखत, १.५ किलो सिंगल सुपर फॉस्फेट टाकून खड्डा भरावा. पूर्ण वाढलेल्या झाडास (५-८ वर्षानतर) ४०-५० की. शेणखत व १५०० : ५०० : ५०० ग्रॅम नत्र : स्फुरद : पालाश/झाड द्यावे.',
    },
    imageUrl:
        'https://drive.google.com/uc?export=view&id=1izZnedqZgsaAoilQ2g-T-Mr0E4fxWmVy',
  ),
];
